[
  {
    "url": "https://edition.cnn.com/2024/08/30/science/ancient-submerged-cave-bridge-mallorca/index.html",
    "title": "\n      Ancient humans built a bridge inside a cave on Mallorca nearly 6,000 years ago\n    ",
    "author": "\n\t\t\tBy ",
    "date": "\n  Published\n        5:00 AM EDT, Fri August 30, 2024\n    ",
    "content": "\n     \n \n            An ancient, submerged bridge in a cave on the Spanish island of Mallorca is helping researchers determine when humans first settled on islands across the western Mediterranean Sea thousands of years ago.\n     \n            A new analysis of the 25-foot-long (7.6-meter-long) bridge inside Genovesa Cave has revealed that humans lived on Mallorca, one of the largest islands in the Mediterranean, much earlier than previously believed. The findings could narrow the gap between when humans settled in the eastern and western Mediterranean regions.\n     \n            A study detailing the findings published Friday in the journal  .\n     \n            A lack of written records and limited archaeological evidence have made it difficult to piece together the point at which humans colonized and settled on the Mediterranean islands.\n     \n      \n       \n       \n     \n            But a telltale “bathtub ring,” along with mineral formations detected on the bridge, has allowed scientists to estimate that the structure was built nearly 6,000 years ago, said lead study author Bogdan Onac, a professor in the School of Geosciences at the University of South Florida.\n     \n            “The presence of this submerged bridge and other artifacts indicates a sophisticated level of activity, implying that early settlers recognized the cave’s water resources and strategically built infrastructure to navigate it,” Onac said.\n     \n            The bridge is made of large, heavy limestone blocks, some of which span 4.2 feet (1.3 meters) across, and it remains unclear what mechanisms enabled ancient humans to build the bridge.\n     \n            Researchers believe that those who built the bridge wanted a dry, continuous path to connect the cave’s entrance with a chamber beyond a lake within the cave.\n     \n            The cave’s bridge was first discovered in 2000. A few years afterward, a study written in the Catalan language estimated the bridge to be 3,500 years old based on pottery found in one of the cave’s chambers.\n     \n            Since then, research that radiocarbon-dated bones and pottery on Mallorca suggested a human presence may have been on the island 9,000 years ago, but poor preservation of the materials led researchers to question that timeline.\n     \n            More recent research studying ash, bones and charcoal on the island suggests humans settled there about 4,440 years ago.\n     \n            But having studied the rise of sea levels across other islands and the geologic footprints that sea level rise can leave behind, Onac and his colleagues took a different approach.\n     \n            “It was only in the past four years that we finally gathered the data needed to address this longstanding research topic and better estimate the arrival time of humans in Mallorca,” Onac said.\n     \n            Today, Genovesa Cave’s passages remain flooded as global sea levels rise.\n     \n            Onac and his colleagues studied a light-colored band on the submerged bridge within the cave as well as calcite encrustations that formed on the bridge during times when the sea level was higher and filled the cave.\n     \n            The encrustations are speleothems, or geologic formations that result from mineral deposits accumulating over time in caves.\n     \n      \n       \n       \n     \n            By reconstructing historic local sea levels and analyzing the coloration band on the bridge as well as the mineral deposits, the team determined that the bridge was assembled about 6,000 years ago.\n     \n            The color band matched the same level where mineral deposits formed when the sea level was at a standstill, indicating it must have been constructed earlier than 5,600 years ago, Onac said.\n     \n            The bridge was likely used for 400 to 500 years before rising sea levels caused the cave’s lake to cover the bridge, Onac said.\n     \n            The team doesn’t have clear evidence on how ancient humans used the cave, but it has some scenarios in mind.\n     \n            Cave divers have found fossil remains from a now-extinct goat species that once lived on the island known as Myotragus balearicus. They also discovered pottery within a drive chamber connected to the cave entrance by the bridge, Onac said.\n     \n            “This suggests that humans may have used the area near the cave entrance, a large collapse chamber, for living,” Onac said. “The purpose of crossing the lake to access that chamber remains unclear; it could have served as a refuge, place for rituals, or as a storage place, keeping food out of Mallorca’s hot days.”\n     \n            There is evidence of small stone homes and structures made from large stones in Mallorca between 2,000 to 4,500 years ago. So it’s likely that the cave bridge is a precursor to the larger, more sophisticated stone works found on the island, Onac said.\n     \n            Paleontologists are still trying to determine why Mallorca was settled later than the eastern Mediterranean Islands. Although it’s large and fairly close to Spain’s mainland, the island had a hot, dry climate with thin soil for farming. And apart from fish and native goats, Mallorca lacked a bevy of natural resources.\n     \n            “In contrast, other islands had more favorable environmental conditions and abundant resources, such as minerals and livestock, which made them more attractive for early settlers,” Onac said.\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/08/30/economy/pce-inflation-spending-fed-july/index.html",
    "title": "\n      Latest inflation data gives a ‘bright green light’ for a rate cut\n    ",
    "author": "\n\t\t\tBy ",
    "date": "\n  Updated\n        10:21 AM EDT, Fri August 30, 2024\n    ",
    "content": "\n            The Federal Reserve’s go-to inflation gauge held at 2.5% in July, Commerce Department data showed Friday. That’s better than anticipated and shows progress — but still underscores the bumpy process for inflation’s descent.\n     \n            Friday’s report also reaffirmed that the backbone of the US economy — the consumer — is still holding strong, although their piggy banks are getting lighter.\n     \n            Spending was up by 0.5%, or 0.4% when adjusted for inflation, landing above expectations for the month when car dealerships were back in gear   and when Amazon puts on its annual Prime Day sales event.\n     \n            The Personal Consumption Expenditures price index, which the Fed uses for its 2% target rate, was 2.5% for the year ended in July, unchanged from June On a monthly basis, prices increased 0.2% versus 0.1% the prior month.\n     \n            The latest inflation reading, which served as further confirmation that the pace of price hikes is sustainably cooling, comes just weeks before the Fed is expected to start easing monetary policy and cutting interest rates.\n     \n            “I thought the report was right down the strike zone,” Mark Zandi, chief economist at Moody’s Analytics, told CNN in an interview Friday. “Bottom line, it indicates that inflation continues to moderate and is within spitting distance of the [Fed’s] target.”\n     \n            The core PCE index, a closely watched measure of underlying inflation that strips out the more volatile components of food and energy, held steady as well by rising 0.2% for the month and 2.6% annually.\n     \n            The biggest reason why inflation is not yet at 2% is housing services, particularly the implicit cost of homeownership, Zandi said. Rental and housing inflation has cooled substantially in the market but is measured with a lag in PCE and other inflation gauges, such as the  .\n     \n      \n       \n       \n     \n            For all intents and purposes, the Fed has achieved its inflation goals, Zandi said.\n     \n            “We’re there, and it’s a bright green light for them to start easing interest rates,” he said.\n     \n            Economists had fully anticipated the index would move higher due to “base effects,” because July’s data would be compared with a year-ago period that showed faster-than-usual disinflation. Consensus expectations were for PCE to rise by 0.2% for the month and 2.6% for the year.\n     \n            Even though the annual rates held unchanged from what was seen in June, the progress is apparent, said Gus Faucher, senior vice president and chief economist at PNC Financial Services Group. Core inflation, he noted, is running at an annualized rate of about 1.7%.\n     \n            “Inflation continues to head in the right direction and, at the same time, incomes are rising and consumer spending is going up,” he told CNN in an interview. “So, a solid report that supports a Fed rate cut at the September [monetary policy] meeting and then additional rate cuts through the rest of this year and into 2025.”\n     \n            Faucher and PNC, similar to other economists and market projections, expect the Fed will ratchet down its benchmark rate by a quarter point at the September 17-18 meeting. The Fed very well could make similarly sized reductions at its November and December meetings, he said.\n     \n            “The economy is still in decent shape,” Faucher said, noting the expectations for a quarter-point cut. “If they were to cut by [a half point], that would be a signal that something’s wrong with the economy and might cause some panic.”\n     \n            The first rate cut would serve as a major milestone for Americans who have been weighed down by fast-rising prices for three and a half years and squeezed by high interest rates (the Fed’s antidote to inflation) for two years running. Inflation and its effect on Americans have been highlighted as key priorities for  .\n     \n            With inflation practically tamed, the once-strong labor market has now become the unruly elephant in the room contributing to uncertainty.\n     \n            “Success on inflation is just one side of the equation, and one-half of the Fed’s mandate,” Elizabeth Renter, senior economist at NerdWallet, wrote in commentary issued Friday. “Now, they’re focused on whether disinflation will be accompanied with little-to-no disruption in the labor market.”\n     \n      \n       \n       \n     \n            A weaker-than-expected jobs report in July  but nerves have settled as measurements of layoff activity have remained stable. A trove of new jobs data comes out next week, and the seminal August employment report is expected to show a return to modest, but still-strong, job growth of 175,000 positions.\n     \n            A job market staying on stable footing has helped keep Americans’ earnings running above inflation for more than a year. That has contributed to continued spending which, in turn, has kept fueling the economy.\n     \n            Earlier this month, the Commerce Department reported that   in July after falling 0.2% the month before, trouncing expectations in the process. Friday’s more comprehensive read on spending also bested expectations (for a 0.3% gain) and showed that consumers are shelling out for goods (particularly motor vehicles) in addition to services.\n     \n            But it comes at a cost.\n     \n            Spending growth continued to outpace overall and disposable income gains, which were both up 0.3%. As such, the personal saving rate (the percentage of disposable income that’s socked away) dipped to 2.9%, the lowest since June 2022.\n     \n            “That’s not sustainable,” Faucher said. “What we’re going to need to see is consumer spending growth slow to below income growth, but we don’t need to see outright declines in spending.”\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/08/31/travel/travel-news-eu-passport-best-connected-airport/index.html",
    "title": "\n      End of an era: The big change coming to European travel in November\n    ",
    "author": "\n\t\t\tBy ",
    "date": "\n  Published\n        2:30 AM EDT, Sat August 31, 2024\n    ",
    "content": "\n    Editor’s Note: Sign up for , CNN Travel’s weekly newsletter. Get the latest news in aviation, food and drink, where to stay and other travel developments.\n \n            In   news this week: an accidental megadeal on first-class tickets, the world’s best-connected airport and why now is a good time to plan a trip to Europe. Plus a bit of relief for those of you traveling this  .\n     \n            Paper mementoes of our travels, from boarding cards to even   themselves, are fast moving into obsolescence.\n     \n            The inky, smudgy joy of a fresh passport stamp will be a thing of the past for visitors to the 29 countries of the   starting November 10. That’s when the new automated  comes into effect.\n     \n            It’s separate from the delayed  , which is due to start in the first half of 2025 and will mean travelers from outside the EU will be charged a €7 entry fee that is valid for three years.\n     \n            Get your stamps while you can with these European vacation picks.\n     \n             – “the sweetness of doing nothing” – has been perfected by Italians on their vacations in southern sweet spots such as Naples, Ischia, Puglia, the Amalfi Coast and Capri. These   by UK photographer Lucy Laucht show how to relax the Italian way.\n     \n            In Hungary, the Gresham Palace is the grandest Budapest hotel of them all, having sat in its prime position overlooking the River Danube for more than a century. Here’s how this   looks in its current incarnation.\n     \n            Finally, if you’re considering a longer stay, an idyllic Swedish town is   with prices so low you might think they’re mistakes. But Götene, 320 kilometers (200 miles) southwest of Stockholm, is indeed selling plots with prices starting at just 1 krona, or 9 US cents, per square meter (11 square feet).\n     \n            An airline accidentally offered a megadeal on first-class tickets, with 300 lucky customers getting savings of 85% off. Here’s  .\n     \n            The staff at Australian flag carrier Qantas must have been flat-out like a lizard drinking sorting that mess out. And if you don’t understand that lingo, it’s time to check out our guide to .\n     \n            An airport on the edge of southeast Europe has been named the   in the world, with more than 300 direct flights to unique destinations. It’s been networking fast, too; it only opened in 2018.\n     \n            One of Mongolia’s best-kept secrets is  , a spot in the west of the country that looks more like Greece than Northeast Asia. It’s about a three-day drive from the Mongolian capital, but it’s certainly one way to avoid tourist crowds.\n     \n            A new Anantara luxury resort in Abu Dhabi will have many travelers doing a double-take. The white-domed buildings and crystal-blue waters scream Santorini, but this retreat is at the  , not on a volcanic island.\n     \n            Whether you’re off to Greece, Asia or the Middle East, you’ll likely find a use for these 45  . Our partners at CNN Underscored, a product reviews and recommendations guide owned by CNN, say their readers can’t get enough of them.\n     \n            Back in June, CNN Travel unveiled its   for 2024. Closing out the top 10, we have  .\n     \n            It’s going to be an unseasonably warm fall in the United States, the   says, so the cooler temperatures Duluth enjoys on the shores of Lake Superior will be particularly welcome.\n     \n            The city offers wholesome outdoor activities aplenty, including hiking, bird-watching and kayaking. Visitors can find a multitude of breweries and other craft industries, as well as a lively music and art scene.\n     \n             \n     \n            But they might not be around much longer.\n     \n             \n     \n            Japan urged nearly four million people to evacuate from  .\n     \n             \n     \n            It was spotted in a   off the coast of Chile.\n     \n             \n     \n            It’s the result of a  .\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/08/29/investing/dollar-general-second-quarter-2024-earnings/index.html",
    "title": "\n      Dollar General’s stock is cratering. Here’s what it says about the economy\n    ",
    "author": "\n\t\t\tBy ",
    "date": "\n  Updated\n        3:00 PM EDT, Thu August 29, 2024\n    ",
    "content": "\n            Low-income consumers feeling a pinch in the economy are leading to lower-than-expected sales for  , as the budget-friendly retailer slashed its sales and profit outlook for the year.\n     \n            Its shares sank nearly 30% in afternoon trading following the release of its earnings Thursday, in which the company said it expects same-store sales to grow between 1% to 1.6% — a drastic reduction from the 2% to 2.7% it had previously forecast for the year.\n     \n            Dollar General CEO Todd Vasos said its “softer sales trends are partially attributable to a core customer who feels financially constrained” and that the chain is sticking to a turnaround plan that he  , when he rejoined the company.\n     \n            The 85-year-old retailer is attractive to lower-income consumers, who often feel the pain of inflation or other drags on the economy earlier or more intensely than those with more financial cushion in their budgets.\n     \n            Adjusted earnings and same-store sales also came in below analyst expectations, further triggering the stock slide. Dollar General ( ) shares are down about 30% for the year.\n     \n            Dollar General has been in trouble for more than a year because of weaker consumer spending and workers protesting federal safety violations and   at the chain. Last month, it paid   in penalties in a settlement with the Department of Labor over the discount chain’s long   of putting low-wage employees in dangerous working conditions.\n     \n            It has about 20,000 locations across the United States, with some of them in the process of being remodeled.\n     \n            “One of the issues Dollar General is now having to contend with is a market that is more focused on low prices,” Neil Saunders, retail analyst and managing director at GlobalData, said in a note Thursday. “As inflation eases, more retailers are starting to cut prices and focus on value for money messages. This essentially intensifies competition and gives shoppers more alternatives to Dollar General.”\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/08/31/science/dimorphos-dart-impact-debris-meteor-shower/index.html",
    "title": "\n      NASA spacecraft collision may have created a meteor shower that will last for 100 years\n    ",
    "author": "\n\t\t\tBy ",
    "date": "\n  Updated\n        9:16 AM EDT, Sat August 31, 2024\n    ",
    "content": "\n     \n \n            Rocky debris blasted away from the tiny asteroid Dimorphos when NASA’s DART spacecraft intentionally slammed into it in 2022 could create the first human-made meteor shower known as the Dimorphids,   has found.\n     \n            The space agency planned the DART, or Double Asteroid Redirection Test, mission to carry out a full-scale assessment of asteroid deflection technology on behalf of planetary defense. NASA wanted to see whether a kinetic impact — such as   at 13,645 miles per hour (6.1 kilometers per second) — would be enough to change the motion of a celestial object in space.\n     \n            Neither Dimorphos or the large parent space rock it orbits, known as Didymos, pose a danger to Earth. Still, the double-asteroid system was a perfect target to test deflection technology because Dimorphos’ size is comparable to asteroids that could threaten our planet.\n     \n            Astronomers have used ground-based telescopes to monitor the impact’s aftermath for nearly two years, and they determined that the DART spacecraft did successfully change the way Dimorphos moves, shifting the moonlet asteroid’s ﻿orbital period — or how long it takes to make a single revolution around Didymos — by about 32 to 33 minutes.\n     \n            But scientists also estimated the intentional collision generated more than 2 million pounds (nearly 1 million kilograms) of rocks and dust —  . Where exactly in space all of that material will end up has remained an open question.\n     \n            Now, new research suggests fragments of Dimorphos will arrive in the vicinity of Earth and Mars within one to three decades, with the possibility that some debris could reach the red planet within seven years. Small debris could also reach Earth’s atmosphere within the next 10 years. The Planetary Science Journal has accepted the study for publication.\n     \n      \n       \n       \n     \n            “This material could produce visible meteors (commonly called shooting stars) as they penetrate the Martian atmosphere,” said lead study author Eloy Peña Asensio, a postdoctoral researcher for the   group at Italy’s Polytechnic University of Milan. “Once the first particles reach Mars or Earth, they could continue to arrive intermittently and periodically for at least the next 100 years, which is the duration of our calculations.”\n     \n            The individual pieces are small, ranging from sand grain-type particles to fragments similar in size to smartphones, so none of the debris poses a risk to Earth, Peña Asensio said.\n     \n            “They would disintegrate in the upper atmosphere through a process known as ablation, caused by friction with the air at hypervelocity,” he said. “There is no possibility of a Dimorphos material reaching Earth’s surface.”\n     \n            But understanding when the debris could reach Earth is more challenging and depends on estimating the velocity of the fragments.\n     \n            When the spacecraft crashed into Dimorphos, it wasn’t alone. A small satellite named LICIACube separated from the spacecraft before impact to capture footage of the collision and the debris cloud that formed afterward.\n     \n            “This crucial data has enabled and continues to enable detailed analysis of the debris produced by the impact,” Peña Asensio said.\n     \n            The research team used LICIACube data and the supercomputing facilities of the Consortium of University Services of Catalonia to simulate the trajectory of 3 million particles that the impact created. The computer modeling measured different possible pathways and velocities of the particles across the solar system as well as how radiation released by the sun might affect the motion of the particles.\n     \n            Previous research ahead of the impact had suggested the possibility of Dimorphos’ particles reaching Earth or Mars, Peña Asensio said, but for the new study, the team restricted the simulations to align with post-impact data from LICIACube.\n     \n            The study’s results confirm that if the debris were ejected from Dimorphos at speeds of 1,118 miles per hour (500 meters per second), some fragments could reach Mars, while other, smaller and faster-moving debris traveling at 3,579 miles per hour (1,600 meters per second) has the potential to reach Earth.\n     \n            The team said uncertainties remain regarding the nature of the debris but concluded the fastest-moving particles could reach Earth in less than 10 years.\n     \n            The study authors consider the possibility of the Dimorphids meteor shower reaching Earth unlikely, but they can’t rule it out, Peña Asensio said. And if it did occur, it would be a small, faint meteor shower.\n     \n      \n       \n       \n     \n            “The resulting meteor shower would be easily identifiable on Earth, as it would not coincide with any known meteor showers,” he said by email. “These meteors would be slow-moving, with peak activity expected in May, and primarily visible from the southern hemisphere, seemingly originating from near the  .”\n     \n            And while the researchers didn’t explore this possibility in their paper, their investigation suggested Dimorphos’ debris could reach other, nearby asteroids.\n     \n            Ejected debris was expected from the impact, but the possibility of material reaching Earth or Mars could only be calculated after the collision, said study coauthor Michael Küppers, planetary scientist at the European Space Astronomy Centre.\n     \n            “Personally, initially I was surprised to see that, although the impact happened close to Earth (at about an 11-million-kilometer distance), it is easier for the impact ejecta (debris) to reach Mars than to reach Earth,” Küppers said by email. “I believe the reason is that Didymos crosses the orbit of Mars, but stays just outside the orbit of Earth.”\n     \n            Particles can be ejected from near-Earth asteroids, such as Phaethon, which is   that peaks in mid-December each year. Studying what was released by the DART impact could help predict when such material could reach Earth or Mars, said Patrick Michel, astrophysicist and director of research at the National Centre for Scientific Research in France. Michel was not involved in the study.\n     \n            “This study tries to quantify this possibility and confirms that it may happen, even if it relies on modeling that has its own uncertainties,” Michel said.\n     \n            Future observations could help researchers refine mass measurements of the debris and determine how quickly it is moving to calculate the expected meteor activity, Peña Asensio said.\n     \n            Those observations will be conducted by the  . The European Space Agency mission is expected to launch in October to observe the aftermath of the DART impact, arriving at the asteroid system near the end of 2026. Together with a pair of CubeSats, the spacecraft will study the composition and mass of Dimorphos and its transformation by the impact. Hera will also determine how much momentum was transferred from the spacecraft to the asteroid.\n     \n      \n       \n       \n     \n            “Is there an impact crater, or was the impact so large that  ?” said Küppers, who is also a project scientist for the Hera mission. “From ground-based data, we have some evidence for the latter. Hera will tell us for sure. Also, we will see if the impact left Dimorphos (tumbling).”\n     \n            Overall, the mission will enable astronomers to understand the dynamical evolution of debris “produced by an impact in such a complex system of double asteroids,” Michel said.\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/08/28/business/crowdstrike-outage-earnings/index.html",
    "title": "\n      CrowdStrike puts its initial tab after causing a global computer outage at $60 million. It’s a fraction of the hit claimed by clients\n    ",
    "author": "\n\t\t\tBy ",
    "date": "\n  Updated\n        12:42 PM EDT, Thu August 29, 2024\n    ",
    "content": "\n            Cybersecurity firm CrowdStrike said that in the wake of a massive computer outage it caused last month it will give customers about $60 million in credits to remain with the company, possibly a mere fraction of the damages those clients say they incurred.\n     \n            The company also cut its guidance for full-year earnings by about $86 million to $109 million. But that still leaves CrowdStrike expecting to make $3.9 billion on the year. All told, the earnings report cheered investors, who sent the stock more than 5% higher in trading Thursday following the Wednesday quarterly reportly.\n     \n            The credits that clients will receive on future billingsvare part of what the company calls a “customer commitment package.” The company told investors Wednesday that it still had a 98% customer retention rate following the incident.\n     \n            A CrowdStrike spokesperson on Thursday said the credits were not necessarily directly due to losses clients might have suffered during the outage.\n     \n            In addition, CrowdStrike told CNN the compensation was not necessarily all the expected cost to the company following the outage. In a call with investors Wednesday, CFO Burt Podbere said that it is too soon know the outcome of any potential litigation related to the incident but that the company has insurance to limit the cost impact of some of those claims.\n     \n            The forecast for client compensation may prove to be low. Delta Air Lines, one of the clients most affected by the outage, estimates its losses alone came to about $500 million from lost revenue from thousands of canceled flights, passenger compensation and other costs. CrowdStrike has said that its contract with Delta limits it liability to less than $10 million.\n     \n            The company’s guidance on the cost of compensation and full-year earnings came as part of a strong earnings report. It said that it had record adjusted earnings of $260.8 million for for the quarter that ended July 31, up 47% from a year earlier. And its strong results left it with $4 billion in cash on its balance sheet, up $300 million from what it had at the start of the quarter.\n     \n            At the market’s close on Wednesday, CrowdStrike ( ) shares were still down more than 20% since the outage. But they were up 33% from the post-outage low they hit three weeks ago.\n     \n            The strong results were better than Wall Street expectations, but even with the   that caused massive problems at everyone from retailers to delivery companies to hospitals and airlines, CrowdStrike earnings had been predicted to rise. That’s because it takes time for its customers, even if they are furious with the company, to find an alternative to CrowdStrike as they seek to protect themselves from malicious hackers.\n     \n            The company has admitted the problem was caused when it uploaded a flawed software update into the systems of its customers running Microsoft programs.\n     \n            No one was hit harder than Delta Air Lines, which   due to problems getting its crew tracking software working once again, which meant that it couldn’t find the pilots and flight attendants that it needed to operate.\n     \n            Delta estimates the problems   in lost revenue and increased expenses, and it is   CrowdStrike and Microsoft in an attempt to recover those costs.\n     \n              and   both have criticized Delta, blaming the airline for the extended problems when other airlines were quickly back to normal operations. A letter from CrowdStrike’s legal counsel to Delta’s lawyer said it is prepared to fight any lawsuit, and that its liability was contractually capped in the single millions.\n     \n            Investors might be left with more questions than answers after CrowdStrike’s financial report and call with investors Wednesday, said Raj Joshi, a senior vice president with Moody’s who follows CrowdStrike, ahead of the report.\n     \n            “If performance is deteriorating, it’s not going to show up in the numbers immediately. There’s a lag,” he said. And he said part of that lag is it will take time even for companies that do decide to drop CrowdStrike as their cybersecurity firm to make the move to a rival.\n     \n            “The process can be anywhere from three to six to nine months,” he said. The bigger problem for CrowdStrike, he said, is that it will be more difficult to sell additional services to its existing customers who suffered through the outage already. Much of the company’s growth comes from that kind of repeat business from existing customers, he said.\n     \n            Moody’s had only upgraded CrowdStrike from junk bond status to an investment grade credit rating in May. At that time it had a positive outlook, meaning it expected further upgrades in the next year to a year in a half. It did not downgrade the company after the outage, but it did reduce its outlook from positive to neutral, meaning its growth is likely to be hurt, even if it doesn’t lose many customers.\n     \n            “The question is will the company be able to manage its customer relationships and give (them) confidence that this was a one off thing?” said Joshi.\n     \n             \n    "
  },
  {
    "url": "https://edition.cnn.com/2024/08/27/science/webb-nebula-rogue-worlds/index.html",
    "title": "\n      Webb telescope spots six rogue worlds within a glowing cosmic cloud\n    ",
    "author": "\n\t\t\tBy ",
    "date": "\n  Published\n        12:51 PM EDT, Tue August 27, 2024\n    ",
    "content": "\n     \n \n            Astronomers have spotted six rogue worlds, or cosmic objects that don’t orbit stars, using the James Webb Space Telescope.\n     \n            The celestial bodies are slightly bigger than Jupiter, and the observations are shedding light on how stars and planets form across the universe.\n     \n            The Webb telescope peered into a star-forming nebula, or a cloud of gas and dust, named NGC 1333 located960 light-years away within a larger gas and dust cloud called the Perseus molecular cloud. Turbulence inside the nebula creates knots that collapse due to gravity, giving  .\n     \n            The space observatory captured a dramatic, glowing image of the cosmic cloud. While the Hubble Space Telescope has  , dust obscured its view of the star formation process.\n     \n            But Webb — which is capable of observing the universe in infrared light — was able to look right through the dust.\n     \n            Within the nebula are newborn stars,   and objects with planet-like masses, all about five to 10 times more massive than Jupiter. These are the lowest-mass objects found to have been created by a process that typically leads to the formation of stars, which are much larger than planets, or brown dwarfs — celestial objects that aren’t quite a star or a planet. Brown dwarfs are more massive than planets but not quite as massive as stars.\n     \n      \n       \n       \n     \n            The findings are part of a study that has been accepted for publication in The Astronomical Journal.\n     \n            “We used Webb’s unprecedented sensitivity at infrared wavelengths to search for the faintest members of a young star cluster, seeking to address a fundamental question in astronomy: How light an object can form like a star?” said senior study author Ray Jayawardhana, provost and astrophysicist at Johns Hopkins University, in a statement. “It turns out the smallest free-floating objects that form like stars overlap in mass with giant exoplanets circling nearby stars.”\n     \n            The observations are helping astronomers better understand the different ways that stellar objects form.\n     \n            “We are probing the very limits of the star forming process,” said lead study author Adam Langeveld, also an astrophysicist at Johns Hopkins, in a statement. “If you have an object that looks like a young Jupiter, is it possible that it could have become a star under the right conditions? This is important context for understanding both star and planet formation.”\n     \n            Typically, stars form from clouds of gas and dust. Then, leftover material from the star’s formation leads to the creation of planets. But it’s possible that stellar bodies can also form similar to planets, the study authors said.\n     \n            “Our observations confirm that nature produces planetary mass objects in at least two different ways — from the contraction of a cloud of gas and dust, the way stars form, and in disks of gas and dust around young stars, as Jupiter in our own solar system did,” Jayawardhana said.\n     \n            One of the newly detected objects has an estimated mass of five Jupiters, or about 1,600 Earths. A dusty disk surrounding the object shows that it likely formed similar to a star. And given that disks of gas and dust may give rise to planets, it’s possible that the planetlike object could also form “mini” planets.\n     \n      \n       \n       \n     \n            “Those tiny objects with masses comparable to giant planets may themselves be able to form their own planets,” said study coauthor Aleks Scholz, an astrophysicist at the University of St. Andrews in the United Kingdom, in a statement. “This might be a nursery of a miniature planetary system, on a scale much smaller than our solar system.”\n     \n            The team used Webb to study the nebula in detail in infrared light, which is invisible to the human eye, and spotted a rare occurrence: a brown dwarf with a companion object that also has the mass of a planet.\n     \n            “It’s likely that such a pair formed the way binary star systems do, from a cloud fragmenting as it contracted,” Jayawardhana said. “The diversity of systems that nature has produced is remarkable and pushes us to refine our models of star and planet formation.”\n     \n            Astronomers are still trying to glean insights into how free-floating rogue worlds form and evolve. It’s possible that the planet-like bodies initially form around and orbit stars but are kicked away by gravitational interactions with other bodies.\n     \n            Rogue planets account for about 10% of the celestial bodies within the nebula studied by Webb, but these mysterious objects are still considered rare across the Milky Way.\n     \n            In the future, the team will use Webb to study more of these objects to see how they may form their own mini planetary systems.\n     \n            And when it launches in May 2027, NASA’s Nancy Grace Roman Space Telescope could   and help astronomers uncover the secrets of these nomadic worlds.\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/08/28/science/underwater-mountain-seamount-nazca-ridge/index.html",
    "title": "\n      Oceanographers find underwater mountain bigger than Mount Olympus\n    ",
    "author": "\n\t\t\tBy ",
    "date": "\n  Published\n        12:52 PM EDT, Wed August 28, 2024\n    ",
    "content": "\n     \n \n            Imagine four skyscrapers the height of  , the world’s tallest building, stacked on top of one another.\n     \n            That’s almost the height of an underwater mountain newly discovered and mapped by oceanographers led by the Schmidt Ocean Institute in California.\n     \n            Located in the Pacific Ocean 900 miles (1,448 kilometers) off the coast of Chile, the seamount is 1.9 miles (3,109 meters) tall and part of an underwater mountain range that is home to sponge gardens, ancient corals and rare marine species — including a type of squid that was filmed for the first time.\n     \n            A team led by the Schmidt Ocean Institute explored the region using the   research vessel during a 28-day expedition that wrapped up this month. The researchers mapped the mountain using a sonar system under the ship’s hull.\n     \n            “Sound waves go down and they bounce back off the surface, and we measure the time it takes to come back and get measured. From that we get a really good idea (of the seabed topography),” said Jyotika Virmani, the institute’s executive director.\n     \n            “It’s important because at the moment only about 26% of the seafloor has been mapped to this kind of resolution. And the seafloor covers 71% of our planet’s surface.”\n     \n            Oceanographers estimate that there are at least   higher than 1,000 meters (3,280 feet) around the world. They provide important habitats for a variety of species. The newly mapped underwater mountain is bigger than   in Greece, which is 2,917 meters (9,570 feet) high; smaller than Japan’s  , which stands 3,776 meters (12,388 feet) tall; and almost quadruple the 830-meter (2,723-foot) height of Burj Khalifa, the Dubai tower.\n     \n            Using an underwater robot, the team explored one of the mountain’s ridges, finding a region rich in marine biodiversity.\n     \n            The researchers documented a ghostly white Casper octopus, marking the first time this deep-dwelling cephalopod has been seen in the southern Pacific. They also spotted two rare Bathyphysa siphonophores, sometimes known as flying spaghetti monsters for their stringlike appearance.\n     \n            “The (Casper) octopus has never been captured, so it doesn’t actually have a scientific name yet,” Virmani said.\n     \n            The team also recorded the first footage of a live Promachoteuthis squid, known only from a few collected specimens.\n     \n            The discoveries were highlights of the research vessel’s third expedition this year to the Nazca Ridge, which is in international waters. The region could be a contender for the world’s first high seas   under a new UN treaty adopted in 2023 that is being ratified by states, Virmani said.\n     \n            “Across the three expeditions, we managed to map and explore 25 seamounts, which is quite a number to explore,” she said. “I think we’ve got some good data as a community that could be put forward to make the case that this is a really interesting region for protection.”\n     \n            The two previous expeditions in January and February cataloged 150 previously unknown species. An additional 20 potential news species were collected during the most recent expedition.\n     \n            Details of the newly discovered species will be shared with  , an ambitious international collaboration to record marine life hidden in the world’s oceans. It aims to identify 100,000 unknown species in the next 10 years, allowing scientists to better understand and protect the deep-sea ecosystem.\n     \n    Editor’s Note: Call to Earth is a CNN editorial series committed to reporting on the environmental challenges facing our planet, together with the solutions.   has partnered with CNN to drive awareness and education around key sustainability issues and to inspire positive action.\n"
  },
  {
    "url": "https://edition.cnn.com/2024/09/02/sport/kylian-mbappe-real-madrid-real-betis-spt-intl/index.html",
    "title": "\n      Kylian Mbappé scores first league goals for Real Madrid in win against Real Betis\n    ",
    "author": "\n\t\t\tBy ",
    "date": "\n  Published\n        5:05 AM EDT, Mon September 2, 2024\n    ",
    "content": "\n              said that he feels “no pressure” to perform at   as he scored twice in a 2-0 victory against Real Betis on Sunday.\n     \n            The second-half brace was Mbappé’s first time getting on the scoresheet in La Liga, lifting Real to second in the table after a slow start to the season.\n     \n            “I’ve scored goals all my career, I’ll score goals for sure,” the Frenchman said after the match, per ESPN. “The goals will come. Three games (without scoring) are a lot for me, but it’s okay, I have the confidence of my teammates.\n     \n      \n       \n       \n     \n            “There’s no pressure, it’s football,” he added. “I have my quality. I’m here to be Kylian. There’s no pressure. I’m happy, I want to work.”\n     \n            Expectations are high for Madrid this season following Mbappé’s arrival from Paris Saint-Germain. The reigning Spanish champion – which is suffering from injuries to key players Jude Bellingham and Eduardo Camavinga – is currently four points adrift of eternal rival Barcelona after four games, but the victory against Betis will feel like a step in the right direction.\n     \n            Mbappé, who scored in   last month but had otherwise been goalless this season, couldn’t put away two decent chances in the first half as Real searched for an opening goal.\n     \n            It then looked like he had missed a glorious chance at the start of the second period before being flagged offside, though he did get his long-awaited first La Liga goal soon after.\n     \n            Federico Valverde’s brilliant, flicked, backheel pass found Mbappé in space behind the Betis defense, and a neat, first-time finish gave the home side a 1-0 lead.\n     \n            That was Mbappé’s first goal at the Bernabéu, and he was able to add his second less than 10 minutes later when, after a lengthy video assistant review,   was deemed to have been onside and brought down by goalkeeper Rui Silva.\n     \n            Mbappé was handed responsibility for the penalty, putting it past Silva, and Real saw out the victory from there, the team’s second in the league this season.\n     \n      \n       \n       \n     \n            “I was looking forward to scoring in this legendary stadium, the best in the world, but the most important thing was the win,” the 25-year-old Frenchman, who had 24 shots in La Liga before getting his first goal, said after the match.\n     \n            “Following the game in Las Palmas [which ended 1-1], we knew we had to win and we did just that. It was a tough game, like every game, but we are Real Madrid and we got the win in the end.”\n     \n            Manager Carlo Ancelotti called it a “happy day,” adding: “We’re not anxious or frustrated. We’re very excited and motivated to try to do better. We deserved to win today and we played better and with more cohesion between everyone.”\n     \n            Elsewhere in La Liga, Barcelona continued its perfect start to the season with a huge 7-0 win against Real Valladolid on Saturday.\n     \n            Raphina scored a hat-trick, his first for Barça, while Robert Lewandowski, Jules Koundé, Dani Olmo, and Ferrán Torres were also on target for Hansi Flick’s side.\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/09/01/business/thousands-of-us-hotel-workers-strike-as-contract-negotiations-stall/index.html",
    "title": "\n      More than 10,000 US hotel workers strike during Labor Day weekend\n    ",
    "author": "\n\t\t\t",
    "date": "\n  Updated\n        12:36 PM EDT, Sun September 1, 2024\n    ",
    "content": "\n            More than 10,000 hotel workers at 24 hotels stretching from Boston to the West Coast to Hawaii went on strike early Sunday morning, disrupting travel during a busy Labor Day weekend.\n     \n            The hotels are reportedly still open but guests will deal with a skeleton staff unable to provide full services. UNITE HERE, the union representing the striking workers, says they are striking not just for better pay but also better working conditions, including the return of automatic daily room cleaning that many hotels dropped during the pandemic.\n     \n            “We’re on strike because the hotel industry has gotten off track,” Gwen Mills, International President of UNITE HERE, said in a statement Sunday morning. “During Covid, everyone suffered, but now the hotel industry is making record profits while workers and guests are left behind. Too many hotels still haven’t restored standard services that guests deserve. Workers aren’t making enough to support their families. Many can no longer afford to live in the cities that they welcome guests to.”\n     \n            Aissata Seck, a banquet food server who has worked at Hilton Park Plaza in Boston for 18 years, said her rent has increased from $1,900 to $2,900 in the last five years. “My pay only covers my rent,” she told CNN. She is now working as an Uber driver to make ends meet.\n     \n            Apple Ratanabunsrithang, a cook at Hilton Union Square in San Francisco, told CNN’s Gloria Pazmino that she “has to work two jobs to survive in the city,” and while wages are important, so is keeping health care benefits. “The majority of people that work and are in the union are long established — they’ve worked 10, 20, 30 years. So their whole life is working at a hotel, which is physical work, so the health care is very important,” she said.\n     \n            Mills told CNN that the lack of daily room cleaning not only costs jobs for her union’s members — reducing housekeeping employment by nearly 40% — but it also increases a cleaning staff’s workload, since it requires tending to rooms that haven’t been cleaned for a number of days.\n     \n            The hotel chains facing striking workers include Hilton, Hyatt and Marriott. The hotels have 23,000 rooms between them in the cities of Boston, San Diego, San Francisco, San Jose, Seattle, as well as Honolulu and Kauai in Hawaii, and Greenwich, Connecticut, according to the union.\n     \n            The union is threatening to possibly expand the strike to as many as 65 hotels in 12 different cities, possibly adding hotels in Baltimore, Oakland, California, as well as Providence, Rhode Island, and New Haven, Connecticut. Spokespeople for Hilton and Hyatt told CNN on Friday they are committed to reaching deals with the union, but they also will continue to serve customers during any work stoppage.\n     \n            Hyatt said in a statement it is disappointed by the union’s decision to strike. “We look forward to continuing to negotiate fair contracts and recognize the contributions of Hyatt employees,” said Michael D’Angelo, head of labor relations at Hyatt.\n     \n            Last year, the 15,000 members of the same union   during the Fourth of July holiday weekend at 65 hotels in Los Angeles and Orange counties in Southern California. They returned to work a few days later but staged a series of rolling strikes in the months that followed, sometimes tied to major tourist periods, such as the weekend of   in Los Angeles.\n     \n            These strikes are set to end after three days, as occurred in Los Angeles’ work stoppage. The union has yet to determine whether or not they will return on a rolling basis as they did in Southern California last year, Mills told CNN on Friday ahead of the strike deadline. A return of rolling strikes has not been ruled out.\n     \n            The union eventually reached deals for all but three of the hotels they had targeted, but those agreements weren’t reached until earlier this year.\n     \n            This has been a particularly busy Labor Day weekend for travel with AAA expecting a 9% increase in domestic travel compared to last year and the Transportation Security Administration expecting record passenger screenings at US airports.\n     \n  This story has been updated with additional content\n"
  },
  {
    "url": "https://edition.cnn.com/2024/09/02/us/minnesota-trooper-shane-roper-manslaughter/index.html",
    "title": "\n      Cheerleader Olivia Flores was about to graduate. Instead, her family planned her funeral\n    ",
    "author": "\n\t\t\tBy ",
    "date": "\n  Published\n        5:20 AM EDT, Mon September 2, 2024\n    ",
    "content": "\n            It was a Saturday afternoon when Stephanie and Carlos Flores heard the ping of a notification on their phones that changed their lives forever.\n     \n            The notification came from Life360, a location-sharing app they used with their daughter, 18-year-old Olivia Flores, alerting them a crash had been detected.\n     \n            “We were yelling, like, ‘Olivia, pick up your phone, pick up your phone,’” Carlos Flores, Olivia’s father, told  .\n     \n            Shortly after, the family received a call saying Olivia had been in an accident. They rushed to the hospital to be by her side. There, the news only got worse, leading them to make the heart-wrenching decision to take their only daughter off life support, they told KTTC.\n     \n            The family’s shock quickly turned into anger as they learned a Minnesota state trooper with a history of driving misconduct, including four previous on-duty crashes, had allegedly been responsible for the crash that killed Olivia, just weeks before she was set to walk the stage of her high school graduation.\n     \n            Shane Roper, 32, is facing multiple felony charges including second-degree manslaughter and criminal vehicular homicide, according to a criminal complaint filed in July. Roper is also facing three felony counts of criminal vehicular operation resulting in substantial bodily harm and multiple misdemeanors, according to the complaint.\n     \n            Roper pleaded not guilty on Thursday to all criminal charges related to the May 18 accident that claimed Olivia’s’ life and injured others, according to  .\n     \n            Roper was in Rochester near the Apache Mall traveling 83 mph, more than double the speed limit, when a Ford Focus containing three people including Olivia began crossing the intersection. Unable to brake or swerve in time, Roper struck the Ford Focus and both cars struck a third car, a Toyota RAV4, containing two people, the complaint said. Roper’s squad car struck the Ford Focus while moving at least 55 miles mph, according to the complaint.\n     \n            “The driver of the Ford Focus described the speed of the oncoming vehicle as ‘a rocket,’” the criminal complaint said. “Other witnesses described the speed of the oncoming vehicle as ‘flying,’ ‘in a blink of an eye,’ and ‘hauling ass.’”\n     \n            Roper said he was “attempting to ‘close the gap’” between his car and another vehicle “he suspected of being in violation of the traffic code,” according to the complaint, citing a statement Roper provided to law enforcement. He “said he was not paying attention to his speed,” and thought his emergency lights were activated. He also said he “attempted to ‘clear’ the intersection” before driving through it, the complaint said.\n     \n            Neither the driver of the Ford Focus nor any witnesses said they saw or heard emergency lights or a siren, according to the complaint. Olivia, who was a rear seat passenger, died due to blunt force injuries, according to the complaint. The driver of the Ford Focus suffered a liver laceration and bruised kidney, while the other passenger in the vehicle sustained a broken pelvis and a lacerated kidney. The occupants of the Toyota RAV4 both “suffered physical pain,” the complaint said. Roper also had a passenger in his squad car — a ride along — who sustained rib bruising and multiple fractures due to the crash.\n     \n            Earlier during the day of the accident, Roper engaged in high-speed driving multiple times, including one instance where he drove 135 mph in a 55 mph zone while responding to a call without turning on his lights or sirens and told his ride along passenger he was used to driving in that manner, according to the complaint.\n     \n            “Roper’s driving conduct on May 18, including the high rate of speed, failure to verify the intersection was safe for passage, and failure to use lights or a siren to alert other drivers on the roadway of his presence, was grossly negligent and reckless in nature,” the complaint said. “This conduct disregarded the safety and lives of other individuals on or near the roadway. Roper’s driving conduct ultimately caused the collision and resulting death and injuries of the victims.”\n     \n            CNN reached out to Roper’s attorney on Thursday but has not received a response. Roper and his attorney have requested a jury trial, which is scheduled for March 31, 2025.\n     \n            Roper remains on paid leave, in accordance with his trooper contract, according to Minnesota State Patrol Chief Col. Christina Bogojevic.\n     \n            “Our thoughts and sincere condolences remain with Olivia’s family, friends and loved ones,” Bogojevic told CNN. “Trooper Shane Roper’s alleged conduct outlined in the criminal complaint does not align with the State Patrol’s core values. Out of respect for the judicial process, we cannot comment further.”\n     \n            Olivia, a captain on the cheerleading team at Owatonna High School, was a cherished daughter, sister and teammate whose loss has been felt widely throughout her community.\n     \n            “She should’ve been able to walk across the stage,” Carlos Flores told KTTC, wearing a handmade bracelet with small beads that read “LLO,” which stands for “Long Live Olivia.” “Because of you, (Roper) we planned a funeral instead of her graduation party.”\n     \n            “Because of your choice, I don’t get to dance with my daughter at her wedding.”\n     \n            Owatonna Huskies cheerleaders held multiple events, including a dinner and silent auction, to honor their teammate and raise funds for the Flores family.\n     \n            “It is with broken hearts we have to say goodbye to our Olivia,” Owatonna Huskies Cheerleading said in a  . “She was such an amazing cheerleader, friend and person. She touched many lives and our lives will forever be changed from her brightening them.”\n     \n            A GoFundMe was set up to support the Flores family as they navigate their loss.\n     \n            Upon a review of his disciplinary record as a Minnesota State Patrol trooper, officers discovered he was involved with four prior crashes while driving his squad car “either due to inattentive driving or excessive speed,” according to the criminal complaint.\n     \n            “There was a consistent pattern of Roper reaching and maintaining these high speeds either without activating his emergency lights at all, or turning them off while driving at high rates of speed,” the complaint said.\n     \n            Roper was “disciplined based on policy violation” and suspended after two of those crashes, Bogojevic confirmed to CNN.\n     \n            During his eight years as a trooper, Roper has received driving-related training about 13 times since 2016 and learned risk management, braking systems, braking limitations, emergency and nonemergency driving, and liability involved in emergency and nonemergency driving, according to the complaint.\n     \n            “Blows my mind that somebody thought, yeah, this person with four past issues of the same thing will be fine in a car,” Stephanie Flores, Olivia’s mother, told  .\n     \n            “How is somebody with that much of a history with the same issues is still able to drive and be out on the roads and be somebody who is supposed to protect and serve. But you don’t. You took all of your training and flipped it.”\n     \n            Olivia’s family is calling for an open investigation “of the organizational failures that led” to Olivia’s death, family attorney Daniel McIntosh said in a July news release obtained by  .\n     \n            “It is heartbreaking and unacceptable to the Flores family that the State of Minnesota allowed Trooper Roper to be on the road in a Minnesota State Patrol squad car after knowing that he posed a clear danger to others,” the news release said.\n     \n            CNN has reached out to the family’s attorney but did not receive a reply.\n     \n            “The Flores family calls on the Commissioner of Public Safety, Bob Jacobson, Minnesota State Patrol Col. Christina Bogojevic, and Governor Tim Walz to commence an open and independent investigation of the organizational failures that led to Trooper Roper taking Olivia Flores’ life, and seriously injuring the other victims in this crash, to avoid such a senseless and preventable tragedy in the future,” the release said.\n     \n            Walz told   in July the family “can rest assured they will get a full investigation into this absolutely tragic accident.”\n     \n            “This one’s even hard to have words for,” Walz said. “There’s nothing we can say that’s going to ease that pain, but we have to make sure, if there are things that can be done differently should be done differently, or weren’t done correctly; we need to know that.”\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/09/02/sport/hunter-woodhall-paralympics-paris-spt-intl/index.html",
    "title": "\n      Hunter Woodhall watched his wife become Olympic champion in Paris. Now, it’s his turn to win gold at the Paralympics\n    ",
    "author": "\n\t\t\tBy ",
    "date": "\n  Published\n        5:17 AM EDT, Mon September 2, 2024\n    ",
    "content": "\n            US sprinter Hunter   doesn’t need to look far for inspiration at this year’s  .\n     \n            The 25-year-old heads to Paris with the chance of winning two gold medals – in the 100m T64 and 400m T62 – having watched his wife   become the Olympic long-jump champion just two weeks ago.\n     \n            Woodhall had traveled to watch his partner compete in the French capital and was the first person to celebrate with her when she won the gold medal – the pair sharing an emotional embrace as she leapt into his arms at the front of the stadium.\n     \n      \n       \n       \n     \n            “It was incredible, so surreal. I’m so proud. I’ve never wanted something so badly for somebody else,” Woodhall told   before flying out to Paris.\n     \n            “Every single day this year, we’ve just tried to do the right things. This is what we train for. Nothing is guaranteed in sports, in athletics anything can happen. So when it actually does go the way that you plan it to, and you just have that moment of relief, it’s surreal. It was a really special moment.”\n     \n            The couple met during a high school track meet back in 2017 and married five years later.\n     \n            Over the years, they have formed a formidable partnership both on and off the track, pushing each other to reach heights that neither thought was possible.\n     \n            They now spend almost every minute with each other, whether that be training on the track or in the gym, eating practically the same diet or working to grow their already huge social media presence – the couple have over 866,000   subscribers to their channel, which chronicles their sporting careers and relationship.\n     \n            While Davis-Woodhall has now reached her lofty potential by securing an Olympic gold medal, it’s over to Woodhall to replicate her achievement this week.\n     \n            Paris will be the sprinter’s third Paralympic Games, having burst onto the global stage back in 2016.\n     \n            As a teenager, he won a bronze and a silver medal at the Rio Games and then claimed another bronze in Tokyo. That gold medal, though, has so far stayed elusive.\n     \n            “That’s the goal,” added Woodhall, who recently recovered from a bout of Covid-19 before traveling to France.\n     \n            “This has been the most consistent I’ve ever been. It’s the most dialed in I’ve ever been. And I’m running the best I’ve ever ran. I’m the most fit I’ve ever been.\n     \n            “You know, I can’t control what anybody else does, but what I can do is make sure I go out there and give it my best effort and do exactly what I can.”\n     \n            Like every Paralympian competing in Paris this year, Woodhall’s journey hasn’t been straight-forward.\n     \n            He was born with a fused right ankle and a condition called fibular hemimelia, which affected his left leg. Just before he turned one, he had both his legs amputated from the knees down.\n     \n            While life-changing, the procedure allowed Woodhall to get fitted with prosthetic legs, defying some who said he would never be able to walk.\n     \n            Given his father was in the Air Force, Woodhall and his two older brothers were home-schooled at first, but his parents would always emphasize the importance of exercise.\n     \n            It meant Woodhall spent his early years chasing after his brothers, trying his hand at various sports. It was, as he said, a “great environment to be raised in.”\n     \n            But life became a little more difficult when Woodhall enrolled into public school in fifth-grade. It was there that he really recognized his differences, and initially struggled with bullying from other children.\n     \n            In search of somewhere to feel comfortable, he eventually found track and field. Unlike other sports where coaches would sometimes feel nervous about letting him play, athletics allowed Woodhall to express himself.\n     \n            “It was just me versus the clock and I found peace in that. I found excitement in that. It’s just up to me to get a little bit better,” he said, admitting it took a while before his talent shone through.\n     \n            “I kind of fell in love with that process and it took me a while. From seventh grade all the way up until my sophomore year of high school, I was not impressive in any way on the track.\n     \n            “But just all those years of dedication and little changes, getting a little better every year, definitely added up. It got me to where I am now.”\n     \n            Not only is Woodhall now one of the best para sprinters in the world, he has also become one of the faces of this year’s Games and wants to use his profile to champion the Paralympics.\n     \n            For some, the extra popularity would come with unwanted added pressure, but Woodhall is just happy to help get more eyes on the sport.\n     \n            Having spent time helping his wife prepare and compete in Paris last month, Woodhall might have a secret weapon up his sleeve for this year’s Paralympics.\n     \n            He said he used his time visiting Europe to analyze how long his body took to adapt to the differing time zones – something he said was a huge advantage when planning his own preparation.\n     \n            His time in France also allowed him to familiarize himself with the Stade de France, a venue he hopes to win gold in later this week.\n     \n            “I think the visualization was huge. Just seeing how everything kind of goes down, seeing the stadium, the practice track, just all of it. I got an up close and personal look,” he added.\n     \n            Woodhall will hope to win his first Paralympic gold medal in the 100m T64 final on Monday, before competing in the 400m event later in the week.\n     \n            Whether he wins the elusive gold or not, the American is just happy to have the chance to live out a seemingly impossible dream.\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/08/28/business/lego-bricks-renewable-plastic/index.html",
    "title": "\n      Lego plans to ditch oil in its bricks for pricier renewable plastic as profits surge\n    ",
    "author": "\n\t\t\tReuters and ",
    "date": "\n  Updated\n        7:09 PM EDT, Thu August 29, 2024\n    ",
    "content": "\n            Toymaker Lego said Wednesday it is on track to replace the fossil fuels used in making its signature bricks with more expensive renewable and recycled plastic, as sales and profits surged.\n     \n            The Danish company reported that profit for the first half of the year jumped 26% to 8.1 billion Danish krone ($1.2 billion). Sales to consumers grew 14%, considerably outperforming the wider toy industry.\n     \n            In an interview with CNN, CEO Neils Christiansen pointed to the brand’s strength “throughout the world with all consumers.”\n     \n            “Our product portfolio resonates super well across ages and interests,” he added.\n     \n            Lego’s blockbuster results come even though   as consumers cut back on non-essential spending. Hasbro ( ) announced plans to   late last year due to the sales slump.\n     \n            Lego, which sells billions of plastic bricks annually, has tested over 600 different materials to develop a new material that would completely replace its oil-based brick by 2030,  \n     \n            Now, Lego is aiming to gradually bring down the oil content in its bricks by paying up to 70% more for certified renewable resin, the raw plastic used to manufacture the bricks, in an attempt to encourage manufacturers to boost production.\n     \n            “This means a significant increase in the cost of producing a Lego brick,” Christiansen told Reuters.\n     \n            He said the company is on track to ensure that more than half of the resin it needs in 2026 is certified according to the mass balance method, an auditable way to trace sustainable materials through the supply chain, up from 30% in the first half of 2024.\n     \n            Lego aims to make all of its products from renewable and recycled materials by 2032. The company will absorb the additional cost for now in the hope that its investment will spur the companies making these materials to increase volumes.\n     \n      \n       \n       \n     \n            “With a family-owner committed to sustainability, it’s a privilege that we can pay extra for the raw materials without having to charge customers extra,” Christiansen said. “We don’t see consumers really ready to take on the cost,” he told CNN.\n     \n            The move comes amid a surplus of cheap virgin plastic, driven by major oil companies’ investments in petrochemicals. Plastics are projected to drive new oil demand in the next few decades.\n     \n            Lego’s suppliers are using bio-waste such as cooking oil or food industry waste fat as well as recycled materials to replace virgin fossil fuels in plastic production.\n     \n            The market for recycled or renewable plastic is still in its infancy, partly because most available feedstock is used for subsidised biodiesel, which is mixed into transportation fuels.\n     \n            According to Neste, the world’s largest producer of renewable feedstocks, fossil-based plastic is about half or a third of the price of sustainable options.\n     \n            “We sense more activity and willingness to invest in this now than we did just a year ago,” said Christiansen. He declined to say which suppliers or give details about price or volumes.\n     \n            Rival toymaker Hasbro has started including plant-based or recycled materials in some toys, but without setting firm targets on plastic use. Mattel ( ) plans to use only recycled, recyclable or bio-based plastics in all   by 2030.\n     \n            Around 90% of all plastic is made from virgin fossil fuels, according to lobby group PlasticsEurope.\n     \n            —  \n    "
  },
  {
    "url": "https://edition.cnn.com/2024/08/30/politics/adnan-syed-conviction-reinstated-maryland-supreme-court/index.html",
    "title": "\n      Conviction of Adnan Syed from ‘Serial’ podcast should be reinstated, Maryland Supreme Court says\n    ",
    "author": "\n\t\t\tBy ",
    "date": "\n  Published\n        11:17 AM EDT, Fri August 30, 2024\n    ",
    "content": "\n            The Maryland Supreme Court ruled Friday that the conviction of Adnan Syed should be reinstated because of procedural errors in how Syed’s conviction had been wiped away in 2022.\n     \n            The   is the latest twist in the legal saga made famous by the podcast “Serial,” which examined the investigation that led to the 2000 conviction of Syed for the murder of Hae Min Lee.\n     \n            On Friday, the state’s highest court agreed with an appeals court decision that said the rights of Lee’s family were violated because her brother Young Lee received inadequate notice of a 2022 hearing on the state’s efforts to vacate the case and was not afforded opportunities to fully participate in the hearing.\n     \n            “In an effort to remedy what they perceived to be an injustice to Mr. Syed, the prosecutor and the circuit court worked an injustice against Mr. Lee by failing to treat him with dignity, respect, and sensitivity and, in particular, by violating Mr. Lee’s rights as a crime victim’s representative to reasonable notice of the Vacatur Hearing, the right to attend the hearing in person, and the right to be heard on the merits of the Vacatur Motion,” the Maryland Supreme Court said in the 4-3 decision.\n     \n            The ruling will restart the efforts to clear away Syed’s conviction from the point that the 2022 motion to vacate the conviction was filed by Maryland state’s attorney’s office.\n     \n            At the time, prosecutors said that they had uncovered evidence related to one of the other suspects in the case.\n     \n            The reinvestigation of the case revealed evidence about the possible involvement of two suspects other than Syed, including a person who said they would make Lee “disappear” and that “he would kill her,” prosecutors previously said.\n     \n            Syed’s attorneys said he and his legal team were unaware that information existed until 2022.\n     \n            Syed’s conviction gained renewed — and widespread — attention nearly 10 years ago after the “Serial” podcast dug into his case, raising questions about the conviction and his legal representation. In doing so, the podcast reached a huge audience and set off a true-crime podcasting boom as well as further examinations of the case, including the HBO docuseries, “The Case Against Adnan Syed.”\n     \n            In two separate dissents, three members of the Maryland Supreme Court expressed disagreement with the majority’s decision to reinstate the conviction.\n     \n            Writing in one, Judge Michele Hotten said that under Maryland law, Young Lee “had no right to be heard at the vacatur hearing.”\n     \n            ”The circuit court is not statutorily required to hear from a victim or victim’s representative during vacatur proceedings because those proceedings no longer concern punishing the criminal defendant; rather, those proceedings concern the very basis of the criminal defendant’s guilt — conviction,” she wrote in the dissent\n     \n  CNN’s Christina Maxouris, Sara Smart, Dakin Andone and Eric Levenson contributed to this report.\n"
  },
  {
    "url": "https://edition.cnn.com/2024/09/02/entertainment/bond-slow-horses-spy-movies-cec/index.html",
    "title": "\n      From ‘Mission: Impossible’ to ‘Slow Horses,’ here’s why we love watching spies\n    ",
    "author": "\n\t\t\tBy ",
    "date": "\n  Published\n        6:00 AM EDT, Mon September 2, 2024\n    ",
    "content": "\n            Is it the nonstop action, or the meshing of mystery and intrigue? Is it the Aston Martin car chases, always along some scenic route? The exotic locales? The beautiful love interests — culminating in a steamy rendezvous? Or, is it just the British accents?\n     \n            Whatever it is, there’s something about   we can’t get enough of. Since the genre’s emergence, espionage has taken over both big and small screens, from long-standing franchises like James Bond, to newer efforts like the “Kingsman” series or the subversive “ .”\n     \n            On TV, the success of shows like “Homeland,” “The Americans,” and the newer “Slow Horses” — which begins its fourth season Wednesday on Apple TV+ — highlight our collective fascination with spy narratives.\n     \n            Even in a time where the   has all but faded in favor of endless  , where television shows are often canceled shortly after they air, spy stories still grip our imaginations and studios’ pockets.\n     \n            But the genre is more than just splashy gimmicks helmed by a suave protagonist. The ubiquity of these stories reveals something deeper, not just about our world, but about ourselves.\n     \n            As a genre, espionage was first born from literature, where spy novels and spy fiction grew in the late 19th and early 20th centuries, alongside increasing globalization and imperial force, said film historian Samhita Sunya. An early example is Rudyard Kipling’s 1901 novel, “Kim,” which follows an Irish boy living in India during British rule, who eventually becomes a spy.\n     \n            The book is an early indication of what spy novels, and later, the spy genre as a whole, grew to be: portrayals of larger, geopolitical fears. The genre then peaked during the Cold War era, Sunya said, amidst worries of   between the US and the former USSR.\n     \n            As these tensions play out on the global stage, they also play out in popular media. “Dr. No,” the first James Bond movie, released in 1962, is a prime example. The titular Dr. No, who is part of the international terrorist group SPECTRE, is a half Chinese, half German nuclear scientist, eventually defeated by Bond.\n     \n            “It was almost maintaining this balance of power, and this fear of third parties also going nuclear,” Sunya said. “And that included stateless organizations, as well as anxiety about China becoming a nuclear power.”\n     \n            Now, we’re experiencing another peak in the espionage genre, Sunya said. In a world of   and the   following the global pandemic, similar anxieties are once again arising — and making their way into spy fiction.\n     \n            Last year’s “  and “Operation Fortune: Ruse de Guerre” epitomize those modern fears. In both films, saving the world means defeating either a corrupt sentient AI or stopping an AI tool from being used for evil.\n     \n            These movies were released during a year dominated by AI. OpenAI CEO Sam Altman appeared in front of a  calling for increased governmental regulation of the controversial technology, and the Biden administration launched an   aiming to address the associated risks.\n     \n            These confounding anxieties, in real life and in the media, feed into each other. The lines between fiction and reality can start to blur.\n     \n            “You’re seeing it in art forms like films and TV, or books. That’s making people more interested in these narratives. And then they’re hearing in the media, or from government sources, that there is a real risk as well,” said Julia Tatiana Bailey, an art historian and curator at the Rudolfinum Gallery in Prague. “It just feeds into this paranoia.”\n     \n            Spy fiction isn’t all just sociopolitical underpinnings. These movies have become blockbusters for a reason. They are global escapades — see Italy’s grandiose Amalfi Coast and the bustle of Mumbai, India, in Christopher Nolan’s 2020 spy thriller “Tenet.”\n     \n            Or let your eyes feast on the visual buffet that is Daniel Craig stalking the streets of Mexico City during a Day of the Dead parade in 2015’s “Spectre” — a 4-minute scene that alone has gathered  . In 1996’s “Mission: Impossible,” some of the film’s most dramatic moments are backdropped by the cobblestone streets of the Czech Republic’s Prague.\n     \n            Of course, there are also the gadgets, the cars, the sex, even the outfits — all of which lends a certain erotic thrill that has become synonymous with the genre, and contributed to its wide appeal.\n     \n            In the 1960s, for example, Eurospy films — a genre of movies that emerged in Europe mimicking the Bond movies — became hugely popular in South Asia, Sunya said. Newspapers would advertise these movies as “adults only,” because of their association with this type of erotic spectacle. Still, these movies became so popular that other countries began developing their own spy films, too.\n     \n            The genre, then, became its own universe, existing outside of the geopolitical context with which it plays. We romanticize spies and the glamor around them, enough to ignore the political tensions and nervous questions some stories raise.\n     \n            Ultimately, most Americans don’t know much about what spies are actually doing, Bailey said. We know covert activity happens because, occasionally, it’s publicly revealed. Last year, for example, China claimed a CIA spy was embedded  . This activity could be all around us, existing beneath our everyday lives. That mystery is what makes espionage so appealing in fiction.\n     \n            “We’re getting an insight through fiction into a world that we know is there, but we just have no other access to it,” Bailey said.\n     \n            Spy fiction teeters along that line of knowing and unknowing. On one hand, those stories are made-up figments of the author’s imagination. On the other hand, there are clandestine activities happening behind the scenes — and that secrecy plays into our anxieties, too.\n     \n            “There’s a lot of interesting questions to ask about what’s reality, and what’s our sense of reality, and who’s controlling us,” Bailey said. “And all these questions come through spy stories as well.”\n     \n            Nowadays, the life of a spy is much less glamorous than what might be presented to us on our screens, Bailey said. Think less exciting car chases, more sitting at a desk looking up data.\n     \n            But the image of spies running around chasing bad guys is a fun one. In espionage fiction, there’s a clear good guy and bad guy. The work itself is courageous and risky. Our protagonists become heroes, and we are their accomplices, trying to solve the problem of the day right alongside them.\n     \n            Yet spy fiction and its ongoing popularity reveal how we use these stories to understand real-life issues, Sunya said.\n     \n            “The forms and stories that that takes, even if extremely imaginative or exaggerated or spectacular, end up telling us something about how we’re trying to make sense of the real world in that moment,” she said.\n     \n            Sure, there are sociopolitical reasons why certain spy movies and shows are made and popularized in specific moments. The genre can also expose our fears about our world, or our increasing  .\n     \n            Still, we’ll turn to espionage fiction and all its blockbuster charm. Who, after all, can resist a good story?\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/08/29/style/joe-ando-ella-emhoff-dnc-dress/index.html",
    "title": "\n      Meet the TikToker behind Ella Emhoff’s internet-breaking DNC dress\n    ",
    "author": "\n\t\t\tBy ",
    "date": "\n  Updated\n        6:45 AM EDT, Thu August 29, 2024\n    ",
    "content": "\n            “It was cool,” says the 28-year-old viral TikToker and Fashion Institute of Technology graduate Joe Ando, on seeing his creation live on TV at the   last week. “I wish I had a better word to describe it than cool.”\n     \n            It was the dress of the night — a pale blue silk off-the-shoulder bodice and a hand-ruched tulle midi skirt. Its wearer, of course, was Ella Emhoff, Vice President Kamala Harris’ stepdaughter and potential next first daughter of the US. “My brain is always under the assumption it’s not that big of a deal,” Ando told CNN via Zoom from his home in Brooklyn, New York. “She needs a dress and she wears it, and people will watch this event but it won’t really be about what she’s wearing. But this was so public.”\n     \n            The dress was deemed   by streetwear and fashion blog Highsnobiety, while   whether it solidified Emhoff as one of “America’s next fashion ambassadors.” The 25-year-old’s gown seemed to embody a new era of power dressing — one where women don’t need to dress masculine in order to look and feel strong. “I wanted her to stick out, but in a way that was still very elegant and distinguished, and not obnoxious,” said Ando, who said the dress took between 70 and 90 hours to make. “We wanted it to feel like an elegant tea party… a modern princess moment.”\n     the dress has been SERVED 💙😭 @smellaemhoff  \n            But Ando didn’t see the final look until it was broadcast live on TV, since his and Emhoff’s schedules aligned for just one midnight fitting before her morning flight to Chicago. “She did the fitting with us at midnight, then there were like four hours worth of edits that had to be made,” he said. “I went back to my studio, got it to her at 7 a.m. and then I only got to really see if those edits worked when she walked on stage.”\n     \n            Outfits by independent designers can sometimes be found on political campaign trails, for those keen-eyed enough to spot them. Eschewing the traditional names of Ralph Lauren, Carolina Herrera and Oscar de la Renta, smaller brands can help those in the limelight to communicate nuanced messaging by supporting emerging talent. At the 2021 inauguration of President Joe Biden, Harris arrived in a Pyer Moss camel coat by Kerby Jean-Raymond —  . First Lady Dr. Jill Biden regularly made a point of wearing smaller, homegrown New York-based designers such as Markarian and Adam Lippes during a time when the industry was recovering from the fallout of COVID-19.\n     \n            Not only did Emhoff, who is a knitwear designer herself, choose to wear an independent label on the final day of the convention; she had a heavy hand in the finished product. “It was super collaborative,” said Ando, who usually receives minimal feedback from his clients. “But with her, she was very involved.” He sent her several skirt silhouette variations and every fabric option, no matter how slight the difference. “She wanted to see everything. She gave a lot of time to it and was a big part of the design, honestly.”\n     \n            Before he was designing for the family member of a presidential nominee, Ando was fashioning one-of-a-kind dresses for any celebrity he could find. Armed with a tiny mic, a bashful attitude and an impressive  , Ando filmed himself approaching celebrities asking if he could make them a dress. His videos feature everyone from actors Dakota Johnson to Rachel Zegler and Keke Palmer. What ensues is a homespun montage of his sewing process, and often followed by a gratifying try-on reveal.\n     made a dress for Dakota Johnson🕷️❤️@Madame Web in theaters everywhere @Sony Pictures    \n            While he still posts his clumsy dressmaking advances onlines, in reality most of Ando’s work today comes from direct requests made by movie studios and record labels. He also has a lot of clients that he can’t talk about. “A lot of celebrities have a lot of things to worry about,” he said. “(They) have contracts with big fashion brands where a lot of the time they can’t wear other brands at risk of being sued. There’s so many moving parts.” Not every A-lister is up to the task of appearing in one of his TikTok videos either. “For those people, as nice as they are and as gracious as I am that they hired me to do stuff, they might not want to dance in front of a camera. And that’s so reasonable.”\n     \n            Most young designers get their start through traditional runway shows, with only a lucky few going on to dress celebrities for the odd red carpet event. Ando, by contrast, has built an impressively starry client roster and millions of followers before even launching a brand. (His namesake label will eventually launch in Spring 2025). “Yeah, we did it flipped,” he said.\n     \n      \n       \n       \n     \n            While Emhoff’s princess frock spawned headlines across the internet, many attributed the look simply to “That TikTok Guy” — a reduction that doesn’t seem to bother Ando. “I don’t need to be Rick Owens,” he said. “I don’t even need you to know my name. I just want you to see the thing and hopefully you appreciate it.”\n     \n            “People might not take me seriously. I’m very insecure about that,” he added. “But it’s also the most important thing, because people not taking me seriously allows me to just fully dive in. Like if they’re not going seriously to respect me, I kind of have nothing to lose.”\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/08/31/business/video/waymo-driverless-car-wrong-way-traffic-arizona-digvid",
    "title": "\n      Waymo driverless vehicle re-routes into oncoming traffic\n    ",
    "author": null,
    "date": "\n  Published\n        12:15 PM EDT, Sat August 31, 2024\n    ",
    "content": ""
  },
  {
    "url": "https://edition.cnn.com/2024/08/29/business/video/trump-truth-social-stake-egan-digvid",
    "title": "\n      Trump may soon be able to access $2B Truth Social stake. This is what could stop him\n    ",
    "author": "\n\t\t\tBy ",
    "date": "\n  Published\n        8:51 AM EDT, Thu August 29, 2024\n    ",
    "content": ""
  },
  {
    "url": "https://edition.cnn.com/2024/08/27/business/video/mark-zuckerberg-meta-covid-posts-swisher-src-digvid",
    "title": "\n      ‘He knows it’s not true’: Swisher reacts to Zuckerberg’s statement over Covid posts\n    ",
    "author": null,
    "date": "\n  Published\n        11:11 PM EDT, Tue August 27, 2024\n    ",
    "content": ""
  },
  {
    "url": "https://edition.cnn.com/2024/07/16/science/esa-ramses-apophis-asteroid-mission",
    "title": "\n      A cruise liner-size asteroid will come closer to Earth than some satellites. A new mission may be racing to meet it\n    ",
    "author": "\n\t\t\tBy ",
    "date": "\n  Updated\n        12:17 PM EDT, Tue July 16, 2024\n    ",
    "content": "\n     \n \n            When a cruise liner-size asteroid comes within 19,883 miles (32,000 kilometers) of Earth on April 13, 2029, it won’t be alone.\n     \n            The European Space Agency has announced that its new Ramses spacecraft may accompany the asteroid Apophis before and after its safe, albeit rather close, pass of Earth.\n     \n            The space rock, measuring 1,230 feet (375 meters) across, will come closer to our planet than satellites in its orbit and 10 times nearer than the moon. Apophis will come so close to Earth that it will be visible to the naked eye for around 2 billion people living across most of Europe, Africa and parts of Asia.\n     \n            To arrive at Apophis in February 2029, Ramses must launch in April 2028. Preparatory work has already begun on the mission using existing resources to meet this ambitious goal, according to the agency. But the ultimate decision on committing to the mission will take place at ESA’s Ministerial Council meeting in November 2025.\n     \n            First discovered in 2004, Apophis is named for the Egyptian god of chaos and darkness and believed to be shaped like a peanut. Initially, astronomers were concerned that the space rock might impact Earth in 2029 and 2068, but subsequent observations have   of Apophis posing a threat to the Earth for the next century, according to NASA’s Center for Near-Earth Object Studies.\n     \n            Scientists at the center use radar and telescopes to study near-Earth objects and understand the dangers they may pose to the planet. They maintain a risk list, tracking asteroids with orbits that bring them close to our world — close enough to cause concern over a potential impact.\n     \n            While Apophis doesn’t currently pose any danger, the close flyby presents a rare opportunity. Astronomers think that an asteroid this large comes within such proximity to Earth only once every 5,000 to 10,000 years.\n     \n      \n       \n       \n     \n            The ESA and NASA plan to take advantage of this unique cosmic event to increase our understanding of what happens when space rocks interact with Earth’s gravity by studying Apophis from the closest possible vantage point. Each agency will send a spacecraft to fly by and follow the asteroid.\n     \n            “There is still so much we have yet to learn about asteroids but, until now, we have had to travel deep into the Solar System to study them and perform experiments ourselves to interact with their surface,” said Patrick Michel, astrophysicist and director of research at the National Centre for Scientific Research in France, in a statement. “For the first time ever, nature is bringing one to us and conducting the experiment itself.”\n     \n            Apophis is of interest because it’s an S-type, or stony, asteroid — different from other space rocks visited by NASA missions, including Bennu, which is a C-type, or carbonaceous, asteroid.\n     \n            C-type asteroids are made of clay and silicate rocks, while S-types are composed of silicate materials and nickel-iron.\n     \n            Stony asteroids are part of the most common class of potentially hazardous asteroids that pose a threat to our planet. Understanding their composition and other details that can only be obtained from a close flyby could help space agencies determine how best to deflect such asteroids if they are predicted to be on a collision course with Earth.\n     \n            The Ramses mission is unique because it would arrive at Apophis before the space rock passes our planet and then essentially ride along to capture observations. This data could show astronomers how the asteroid is altered by our planet’s gravity.\n     \n            “All we need to do is watch as Apophis is stretched and squeezed by strong tidal forces that may trigger landslides and other disturbances and reveal new material from beneath the surface,” Michel said.\n     \n            The forces exerted by Earth’s gravity could also trigger quakes on the asteroid.\n     \n            The spacecraft would carry a suite of instruments to measure the asteroid’s shape, surface, orientation and orbit. Additionally, changes in the asteroid observed during the flyby could shed light on Apophis’ composition, mass, density, porosity and interior structure.\n     \n      \n       \n       \n     \n            Keeping an eye on Apophis during and after its close approach to Earth could enable scientists to see whether there are any shifts in its orbit that could affect the likelihood of it hitting Earth in the future, as well as any changes in the asteroid’s rotation rate or to its surface.\n     \n            “Ramses will demonstrate that humankind can deploy a reconnaissance mission to rendezvous with an incoming asteroid in just a few years,” said Richard Moissl, lead of ESA’s Planetary Defence Office, in a statement. “This type of mission is a cornerstone of humankind’s response to a hazardous asteroid. A reconnaissance mission would be launched first to analyse the incoming asteroid’s orbit and structure. The results would be used to determine how best to redirect the asteroid or to rule out non-impacts before an expensive deflector mission is developed.”\n     \n            While Ramses still needs to be designed, built and ultimately approved by the ESA next year,  , formerly known as OSIRIS-REx, is on track to catch up with the asteroid just after the close approach with Earth. Together, both spacecraft can collect valuable data that capture a complete portrait of how Apophis will change in response to its close brush with Earth.\n     \n            As OSIRIS-REx, the spacecraft spent seven years on a round trip to the near-Earth asteroid Bennu, which included time spent surveying, touching down on and collecting a sample from the space rock.\n     \n            The mission successfully delivered NASA’s first asteroid sample collected in space to Earth in September and received a new name to honor its new target: Origins, Spectral Interpretation, Resource Identification and Security-APophis Explorer.\n     \n            The spacecraft won’t be able to collect a sample from Apophis, because the sample collection head was included in the capsule with the Bennu sample delivered to Earth. But OSIRIS-APEX will use its gas thrusters in an attempt to kick up dust and small rocks both on and below Apophis’ surface to study them.\n     \n            “Apophis offers a great occasion to show to the world the best of international cooperation, with two missions involving different agencies working together for the best of science and planetary defense,” Michel said.\n     \n      \n       \n       \n     \n            NASA and ESA have teamed up on other asteroid missions before.\n     \n            In September 2022, NASA’s DART mission intentionally slammed a spacecraft into Dimorphos, a moonlet asteroid that orbits a larger parent asteroid known as Didymos. The historic test successfully   for the first time. Neither space rock posed a threat to Earth, but the double-asteroid system was a perfect target to test deflection technology because Dimorphos’ size is comparable to asteroids that could endanger our planet.\n     \n            The  will launch a spacecraft in October on a journey to observe the aftermath of the DART impact, reaching the asteroid pair near the end of 2026. Together with a pair of CubeSats, the mission will study the composition and mass of Dimorphos and how it was transformed by the impact and determine how much momentum was transferred from the spacecraft to the asteroid.\n     \n            “The Ramses mission concept reuses much of the technology, expertise and industrial and science communities developed for the Hera mission,” said Paolo Martino, spacecraft manager for Hera who will also work on the Ramses mission, in a statement. “Hera demonstrated how ESA and European industry can meet strict deadlines and Ramses will follow its example.”\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/07/06/science/near-earth-asteroids-tiny-moon-scn",
    "title": "\n      New images reveal an asteroid that just whizzed by Earth has an unexpected companion\n    ",
    "author": "\n\t\t\tBy ",
    "date": "\n  Updated\n        10:19 AM EDT, Sat July 6, 2024\n    ",
    "content": "\n     \n \n            When NASA scientists recently tracked the orbits of two  , they discovered a surprise: One of the asteroids has a little moon.\n     \n            Astronomers regularly track the trajectories of asteroids to ensure that none of them are on a potential collision course with our planet.\n     \n            While neither of the recent asteroids whizzed by at a concerning distance, the space rocks can yield valuable information that NASA uses to prepare for any potential future collision scenarios.\n     \n            Asteroids, which are remnants left over from the formation of the solar system, are also of interest because capturing details about their size, orbit and composition can reveal insights about our corner of the cosmos.\n     \n      \n       \n       \n     \n            Astronomers at NASA’s Jet Propulsion Laboratory, located in Pasadena, California, used something called planetary radar through the Deep Space Network to track and take images of the asteroids.\n     \n            The Deep Space Network is a system of radio antennae on Earth that helps the agency communicate with spacecraft exploring our solar system and releases radio waves to act as radar across space.\n     \n            The first space rock, asteroid 2011 UL21, passed by Earth on June 27 at a distance of 4.1 million miles (6.6 million kilometers), or 17 times the distance between Earth and the moon. Researchers first discovered the asteroid in 2011 using the Catalina Sky Survey in Tucson, Arizona. But since the space rock was first spotted, its June flyby of Earth has been the closest it has swung by our planet that radar has imaged.\n     \n            Astronomers transmitted radio waves from the Goldstone Solar System Radar’s 230-foot-wide (70-meter-wide) satellite dish, near Barstow, California, to the space rock. The waves reflected off the asteroid and traveled back to the network satellite dish’s antenna.\n     \n            Researchers designated the nearly mile-wide (1.5-kilometer-wide) asteroid as potentially hazardous, which means it has a chance of impacting Earth in the future. But astronomers don’t think it will pose a threat to our planet for the foreseeable future after calculating its future orbits and determining it won’t come too close to Earth.\n     \n            The radar images showed the asteroid is roughly spherical and is one of a pair, called a binary system. The space rock has a small moonlet orbiting it from a distance of 1.9 miles (3 kilometers).\n     \n            “It is thought that about two-thirds of asteroids of this size are binary systems, and their discovery is particularly important because we can use measurements of their relative positions to estimate their mutual orbits, masses, and densities, which provide key information about how they may have formed,” said Lance Benner, principal scientist at JPL who led the observations, in a statement.\n     \n            NASA missions, including the Lucy spacecraft that will explore a mysterious space rock population called the Trojans later this decade, have helped reveal just how many   in our solar system.\n     \n            And the DART mission intentionally slammed into a moonlet called Dimorphos, which orbits a larger asteroid called Didymos, to   in space for the first time as a way to test asteroid deflection technology in 2022.\n     \n            Sometimes, astronomers don’t know an asteroid is on an orbit that carries it close to Earth until just before it makes a near approach. That uncertainty is part of why NASA is ramping up efforts to better understand the population of asteroids that come closest to our world.\n     \n            The researchers discovered asteroid 2024 MK just 13 days before it flew by Earth, zipping past at a distance of only 184,000 miles (295,000 kilometers) from our planet — just over three-quarters of the distance between Earth and the moon — on June 29.\n     \n            The Asteroid Terrestrial-impact Last Alert System, or ATLAS, at Sutherland Observing Station in South Africa first spotted the space rock on June 16. While also considered potentially hazardous, the asteroid doesn’t appear to be on a concerning trajectory in relation to Earth anytime soon.\n     \n            Astronomers sent radio waves to the space rock and captured a detailed image of asteroid 2024 MK. Thirty-foot-wide (10-meter-wide) boulders, as well as concave spots and ridges, litter its surface. The asteroid measures 500 feet (150 meters) wide and appears angular and elongated while also having some prominent flat and rounded areas.\n     \n      \n       \n       \n     \n            As the space rock passed by our planet and encountered Earth’s gravity, its orbit changed. Now, the asteroid’s 3.3-year trip around the sun has been shortened by about 24 days.\n     \n            Objects the size of asteroid 2024 MK only come near the Earth every couple of decades, so astronomers collected as much data as they could.\n     \n            “This was an extraordinary opportunity to investigate the physical properties and obtain detailed images of a near-Earth asteroid,” Benner said.\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/08/16/science/chicxulub-asteroid-impact-dinosaur-extinction",
    "title": "\n      Dinosaur-killing asteroid was likely a giant mudball, study says\n    ",
    "author": "\n\t\t\tBy Kate Golembiewski, CNN\n\t\t",
    "date": "\n  Updated\n        11:54 AM EDT, Fri August 16, 2024\n    ",
    "content": "\n     \n \n            Sixty-six million years ago, the story of life on Earth took a dramatic turn when an asteroid collided with what’s now the Yucatán Peninsula in Chicxulub, Mexico. The aftereffects of the collision resulted in the extinction of an estimated 75% of animal species, including most dinosaurs  . But practically nothing of the asteroid itself remains.\n     \n            In a new study published Thursday in the journal  , researchers pieced together the chemical identity of the asteroid that fueled the planet’s  . The dino killer was a rare clay-rich mudball containing materials from the dawn of the solar system, the findings suggest.\n     \n      \n       \n       \n     \n            While the Chicxulub asteroid landed tens of millions of years ago, learning about this ancient space rock is important because it’s “part of a bigger picture of understanding the dynamic nature of our Solar System,” said study coauthor Dr. Steven Goderis, a research professor of chemistry at Vrije Universiteit Brussel.\n     \n            Scientists hypothesized in 1980 that  to the death of the dinosaurs. Back then, the researchers didn’t find the asteroid itself; instead, they found a thin layer of the metal iridium in rocks around the world from 66 million years ago. Iridium is rare within the Earth’s crust but abundant in some asteroids and meteorites.\n     \n            Some members of the wider scientific community were skeptical of the hypothesis. However, in 1991, scientists found that the Chicxulub crater was the right age to have been formed by a massive asteroid strike coinciding with the demise of the dinosaurs. Over the years, researchers have gathered more and more evidence that the asteroid strike was indeed the impetus for the cataclysmic extinction event.\n     \n            The asteroid was huge — likely between 6 and 9 miles (9.7 and 14.5 kilometers) in diameter. But its colossal size is why it largely disappeared. The rock, roughly the size of Mount Everest, hurtled toward Earth, traveling 15.5 miles per second (25 kilometers per second),  .\n     \n            “Basically, all this kinetic energy is converted into heat,” Goderis said. “When the thing hits the target, it will more than explode; it will be vaporized.” The impact created a cloud of dust composed of the asteroid itself and the rock it landed on. The dust spread worldwide,  , resulting in mass extinction.\n     \n            As for the asteroid, “there’s nothing left except for this chemical trace that is deposited all around the globe,” Goderis said. “This forms this tiny clay layer you can recognize everywhere in the world, and it’s basically the same instant in time, 66 million years ago.”\n     \n            Asteroids (and the smaller meteoroids that break off of them) come in three major varieties, each with their own chemical and mineral makeup: metallic, stony and chondritic. In the new study, Goderis and his colleagues, including the study’s lead author, Dr. Mario Fischer-Gödde of the University of Cologne in Germany, examined the chemical composition of the thin clay layer to unlock the asteroid’s secrets.\n     \n            The researchers sampled 66 million-year-old rocks from Denmark, Italy and Spain and isolated the parts containing the metal ruthenium. (Like iridium, ruthenium is more abundant in space rocks than in Earth’s crust.) The team also analyzed ruthenium from other asteroid impact sites and meteorites. The chemical makeup of the ruthenium from 66 million years ago matched the chemical makeup of the ruthenium present in a certain kind of chondritic meteorite, the scientists found.\n     \n      \n       \n       \n     \n            “We noticed that there’s a perfect overlap with carbonaceous chondrite signatures,” Goderis said. Therefore, the asteroid that killed the dinosaurs was probably a carbonaceous chondrite, an ancient space rock that often contains water, clay and organic (carbon-bearing) compounds.\n     \n            While carbonaceous chondrites make up the majority of rocks in space, only about 5% of the meteorites that fall to Earth belong to this category. “There is quite some diversity in carbonaceous chondrites, and  ,” Goderis said. But in the inferno, when the Chicxulub impactor landed, Goderis said, “you probably wouldn’t have had the time for a good sniff.”\n     \n            Impacts of the scale of Chicxulub happen only every 100 million to 500 million years. But because there is still an outside chance of Earth crossing paths with another asteroid or giant meteorite, Goderis said that it’s good to know “the physical and chemical properties of these objects, to think about how to protect ourselves” from a collision with a large space rock.\n     \n            Goderis cited the 2022 DART mission, or the Double Asteroid Redirection Test, in which   off its course. Knowing how different types of asteroids interact with the physical forces around them would be critical for an effective planetary defense operation.\n     \n            “The carbonaceous chondrite will react completely differently from an ordinary chondrite — it’s much more porous, it’s much more light and it will absorb much more of an impact if you send an object towards it. So, we need to learn about this to have a corresponding response,” Goderis said.\n     \n      \n       \n       \n     \n            Dr. Ed Young, a professor of cosmochemistry at the University of California, Los Angeles, who was not involved with the study, agreed with the findings.\n     \n            He said the discovery “adds richness to our understanding of what happened” when the dinosaurs went extinct. Young noted that the researchers’ assessment that the asteroid was a carbonaceous chondrite “is a robust conclusion.”\n     \n       \n"
  },
  {
    "url": "https://edition.cnn.com/2024/08/25/economy/back-to-school-spending-2024",
    "title": "\n      Americans set to spend a total of $39 billion on back-to-school shopping this year\n    ",
    "author": "\n\t\t\tBy ",
    "date": "\n  Published\n        7:00 AM EDT, Sun August 25, 2024\n    ",
    "content": "\n            Last year, consumers shelled out big bucks for their back-to-school shopping needs, spending a record $41.5 billion, according to estimates from the National Retail Federation.\n     \n            That whopping tally, which amounted to more than $890 per household, bested 2021’s all-time high by roughly 12%. While higher prices sure played their part,   in the strong labor market, plus slowing inflation and the resilient US economy.\n     \n            This year, consumers have  . Although higher-than-typical inflation  , consumers have pulled back as they feel the compounding effects of price hikes and navigate through an economic slowdown that, while expected, is feeding into  .\n     \n            Still, there’s enough of a foundation there that the NRF expects 2024’s back-to-school spending to be the second-highest on record at $38.8 billion, or $874.68 per household.\n     \n            To what extent that bears out could prove to be a critical barometer, not only for how people are approaching their spending, but also for the health of the  .\n     \n            “There still seems to be quite a lot of intent to go out and spend,” Mark Mathews, NRF’s executive director of research, told CNN.\n     \n            People have just become “very, very price-conscious,” he added.\n     \n            Any other time of year, items like stationery, apparel and electronics would fall under the discretionary spending umbrella.\n     \n            And, broadly speaking, it’s the discretionary and bigger-ticket spending that have seen some of the biggest drop-offs amid the spending slowdown.\n     \n            But back to school is a unique animal.\n     \n            “Back to school is not a discretionary event; it’s really essential spending,” Mathews said. “If you’re sending your kid off to college, you’ve got to buy furniture. You’ve got to buy shoes, because kids continue to grow.”\n     \n            While consumers can’t cut out essential spending, they can cut back; NRF surveys have shown that about 41% of respondents say they’re seeking out deals.\n     \n            “Consumers are definitely out there looking for sales,” he said. “Retailers recognize with price-conscious consumers that you really have to be promotional.”\n     \n      \n       \n       \n     \n            The   are likely helping in those matters. While the pace of price hikes has remained higher than normal, it’s been services-based categories — specifically housing-related services — providing that upward pressure, Consumer Price Index data shows.\n     \n            Smoother-running   and consumers gravitating toward   have helped goods categories see disinflation (prices rising but at a slower pace) or even deflation (prices falling).\n     \n            Retail prices are expected to fall 0.7% this year, after rising 5.9% in 2022 and 0.6% last year, according to an analysis from S&P Global Market Intelligence economists released last week.\n     \n            Some commonly purchased school supplies are indeed cheaper than last year, and a couple are even below 2019 prices, according to monthly retail tracking data from Circana, a market research company.\n     \n            Sticky notes are down 22% from this time last year; paper is down 20%; and crayons and pencils are down 19% and 13%, respectively. Crayons and self-stick notes are even down from 2019, by 7% and 12% (whereas the other categories are at least 11% higher), Circana data shows.\n     \n            Average hourly and weekly earnings have been   for well over a year now, Bureau of Labor Statistics data shows, keeping economy-powering consumer spending churning.\n     \n            As such, back-to-school spending volumes should remain fairly in line with last year, Duleep Rodrigo, KPMG’s US consumer and retail sector leader, told CNN in an interview.\n     \n            “What was surprising for us was that we saw some more positive sentiments from consumers as it relates to fall shopping,” Rodrigo said of the accounting firm’s most recent consumer survey.\n     \n            In many instances, that’s a reversal from the summer survey, where outlooks appeared much more dour, he said, attributing the increase to   and discounts.\n     \n            It also could bode well for the all-important holiday shopping season, he said.\n     \n            “They’re much more optimistic in spending,” he said.\n     \n            For some families, spending — especially back-to-school spending — is certainly looking a lot different than it has in years past.\n     \n            In Shoreline, Washington, Amanda Webber and her family have been buckling down financially for quite some time now.\n     \n      \n       \n       \n     \n            Most of the family’s savings have gone toward paying down the medical costs associated with Webber’s brain surgery earlier this year. She’s recovering well and expects to go back to work soon, but the monthly budget took a big hit.\n     \n            The family has been economizing by shopping more at Costco, buying in bulk from the butcher, preparing meals long in advance and keeping that A/C unplugged to help lighten the electricity bill.\n     \n            Back-to-school spending is no exception to the rule.\n     \n            “I’m working the deals,” Webber said, noting she’s finding coupons online, doing more comparison shopping, digging into clearance racks and participating more in her neighborhood’s “buy nothing” group.\n     \n            She and her husband even ripped out sheets from the black-and-white marbled composition books they have on hand in order to reuse them.\n     \n            As such, the money actually spent has been quite targeted, Webber said, noting the bulk of it went to buying their 16-year-old daughter an interview- and presentation-ready outfit.\n     \n            “I think the shoes were the most expensive part of it,” said Webber, 49.\n     \n            In Gainesville, Florida, Lisa Castruita, 46, and her teenaged daughter live by a simple mantra: “Do more with less, or make do with what you have.”\n     \n            “People just have to be smart about the things that we do and the moves that we make,” Castruita told CNN. “People in older generations, they did so much with so little.”\n     \n            The pandemic and the personal and economic upheaval that followed were transformational for Castruita, who lost her husband in 2021 to Covid.\n     \n            “Years ago, I had support there and more income, and I didn’t think twice about ‘new everything,’ new notebooks, nothing but the best,” she said. “When you’re a single parent or a single-income family, you can feel it … all of those (price hikes) add up. I’m a widow, and I just feel like I have had no choice but to take a smarter, more measured approach.”\n     \n            As her daughter enters the 11th grade, Castruita said she’s intent on not falling into the excess of prior back-to-school seasons.\n     \n            “One thing I noticed is that we recreate the wheel and put ourselves in debt for no reason,” she said. “I would spend money on things and 50% of that stuff would be unused.”\n     \n            In addition to being resourceful, seeking out deals and shopping at secondhand stores, Castruita said her friends and family, whom she lovingly refers to as her “tribe,” have been an invaluable resource. They’ve shared gently used clothing, a haircut and a bookbag for free, or at a discount, or for services provided in return.\n     \n            As such, Castruita estimates that her retail-level back-to-school spending is about 60% to 70% lower this year than it has been in the past. And curtailing unnecessary spending allows her to put money toward enjoying life experiences with her daughter, she said.\n     \n            “The current economy does not allow you to do things like we used to,” she said. “It’s about lifestyle changes. It’s about making smart, intelligent, grounded decisions that are going to improve where you are in life.”\n    "
  }
]