[
  {
    "url": "https://edition.cnn.com/2024/09/01/us/pinnacle-man-identified-five-decades/index.html",
    "title": "\n      Mystery of ‘Pinnacle Man’ found frozen in a cave solved after nearly five decades\n    ",
    "author": "Graham Hurley",
    "date": "\n  Published\n        9:07 AM EDT, Sun September 1, 2024\n    ",
    "content": "\n            A man found frozen in a Pennsylvania cave in 1977 has finally been identified, closing the book on a nearly 50-year-long mystery.\n     \n            The Berks County Coroner’s Office identified the remains of the missing man as Nicholas Paul Grubb, 27, from Fort Washington, Pennsylvania.\n     \n            Surprisingly, advanced technology played no role in identifying the “Pinnacle Man,” a moniker inspired by the peak in the Appalachian Mountains near where Grubb was found.\n     \n            Instead, Berks County Coroner John Fielding told reporters at a Tuesday news conference that a Pennsylvania State Police detective discovered the missing link to the cold case the old-fashioned way, by digging through files.\n     \n            On January 16, 1977, hikers found a man’s frozen body in a cave just below the Pinnacle, in Albany Township, the Berks County Coroner said at the news conference.\n     \n      \n       \n       \n     \n            During the autopsy he was unable to be identified based on his appearance, clothing or belongings, according to George Holmes, chief deputy coroner of Berks County. The cause of death, according to Holmes, was determined to be a drug-induced overdose. There were no signs of trauma to Grubb’s body suggesting foul play, the coroner’s office said.\n     \n            Dental records and fingerprints were collected from the man’s body during his autopsy, according to Holmes, who added that the fingerprints were misplaced.\n     \n            More than 42 years passed before authorities revisited the cold case, according to CNN affiliate WFMZ, which r after dental records linked him to two missing person cases in Florida and Illinois.\n     \n            Berks County forensic experts performed an exam in 2019, and DNA samples were taken to update his record in the National Missing and Unidentified Persons System, or NamUs. But they did not match the two missing person cases, the coroner’s office said.\n     \n      \n       \n       \n     \n            Fast-forward to early August, when there was a major break in the cold case. Ian Keck of the Pennsylvania State Police found the lost fingerprint card from Grubb’s 1977 autopsy.\n     \n            Keck submitted the fingerprint card to NamUs on August 12, according to Holmes, and within an hour an FBI fingerprint expert matched the Pinnacle Man’s fingerprints to Grubb’s.\n     \n            One of Grubb’s family members was notified by the Berks County Coroner’s Office, who confirmed Grubb’s identity. The family member asked the office to place his remains in the family plot.\n     \n            “This identification brings a long awaited resolution to his family, who have been notified and expressed their deep appreciation for the collective efforts that made it possible. It is moments like these that remind us of the importance of our work to provide answers, to bring closure and to give the unidentified a name and a story,” Fielding said.\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/09/02/entertainment/ian-mckellen-lord-rings-gandalf/index.html",
    "title": "\n      Ian McKellen says ‘Lord of the Rings’ filmakers ‘better be quick’ if they want him back as Gandalf\n    ",
    "author": "Lisa Respers France",
    "date": "\n  Published\n        10:56 AM EDT, Mon September 2, 2024\n    ",
    "content": "\n            Sir Ian McKellen is willing to reprise his role as Gandalf in the “Lord of the Rings” franchise, but it needs to happen soon.\n     \n            “I’ve just been told there are going to be more films and Gandalf will be involved and they hope that I’ll be playing him,” the actor, 85, told   magazine. “When? I don’t know. What the script is? It’s not written yet. So they better be quick!”\n     \n              in June during a performance of “Player Kings,” a new version of Shakespeare’s “Henry IV,” in London.\n     \n            He told the publication he wonders if the fall happened because he is elderly.\n     \n            “I’m just trying to convince myself it was an accident,” McKellen said.\n     \n            “I’m left feeling weak physically, which I’m doing exercises for,” he added. “And, of course, it’s emotional. We all trip all our lives, it’s just when you get to my age you can’t always get up again.”\n     \n            The legendary actor has appeared in multiple “Lord of the Rings” films and likes being busy.\n     \n            “I’m usually working or preparing to work, I’ve been doing a little bit of that, wondering what might be the best plan,” he said. “I’m going to take the rest of the year off. Not because I need to, just because I want to.”\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/08/31/business/video/waymo-driverless-car-wrong-way-traffic-arizona-digvid",
    "title": "\n      Waymo driverless vehicle re-routes into oncoming traffic\n    ",
    "author": null,
    "date": "\n  Published\n        12:15 PM EDT, Sat August 31, 2024\n    ",
    "content": ""
  },
  {
    "url": "https://edition.cnn.com/2024/09/02/health/phones-allowed-school-children-wellness/index.html",
    "title": "\n      Your children’s smartphones aren’t making them smarter\n    ",
    "author": "Analysis by Kara Alaimo",
    "date": "\n  Updated\n        7:44 AM EDT, Mon September 2, 2024\n    ",
    "content": "\n     \n \n            As kids head back to school, many schools aren’t allowing them to bring their phones to class.   to ban phones in schools has been proposed or passed in many cities and states. Most schools already have policies prohibiting them for nonacademic use, according to the  .\n     \n            Parents often question these policies because they want to be able to reach their kids in an emergency such as a school shooting.\n     \n            Yet research suggests it’s not just a good idea for kids to put their phones away while in class — they shouldn’t bring them to school at all.\n     \n      \n       \n       \n     \n            Some 97% of 11- to 17-year-olds use their phones during school time, for an average of 43 minutes, according to  . If they’re checking their phones between classes or at lunch and recess, they’re likely preoccupied with what they’re seeing on their screens and therefore spending less time talking, playing or even just hanging out with their friends.\n     \n            Such preoccupation is not healthy because, as social psychologist Jonathan Haidt wrote in “ ,” one of the most important things young people should be doing is playing with peers.\n     \n            In doing so, they learn to navigate social dynamics and build skills by figuring out how to do different activities. It teaches them they can handle other challenges they’ll face in the future, which Haidt said can help protect them from anxiety.\n     \n            But phones aren’t just intruding on kids’ time outside class. In a June Pew Research Center  , 72% of public high school teachers said cell phone distractions are a major problem in their classrooms. If children are sneaking peeks at their phones, they can’t possibly be paying attention to what they’re supposed to be learning. A wide body of evidence tells us the human brain   — we can only do one thing at a time.\n     \n            One indicator that students aren’t learning as much at school as they did in the pre-phone era is scores on the ACT — a standardized test that measures whether they have the English, reading, math and science skills needed for first-year college courses.  , ACT scores dropped to  , according to the organization that administers the test.\n     \n            As a professor who has taught at five universities since 2010, I’ve witnessed this trend myself. When I first started teaching, before smartphones became ubiquitous, many of my students arrived better able to concentrate and work through long reading passages than they are now.\n     \n      \n       \n       \n     \n            Of course, it’s easy to imagine how kids will respond if we ask them to leave their phones home: They’ll promise not to check them during the school day. Unfortunately, it’s unreasonable to expect them to fight the urge to look at products that are  , with features such as bottomless scrolling and continuous notifications. The average teen gets 237 phone notifications a day on their phones, according to the   — with a quarter coming in during the school day.\n     \n            Sending kids to school sans smartphones forces them to concentrate on what’s happening in front of them rather than on their screens. That’s another important skill to learn.\n     \n            “The phone-based life makes it difficult for people to be fully present with others when they are with others, and to sit silently with themselves when they are alone,” Haidt warned.\n     \n            What’s more, the idea that having a phone with them makes kids safer is often a myth.\n     \n            Phones can be dangerously distracting to teens. At one of my recent talks at a private school, the school psychologist told parents she regularly sees their children walk out of school looking at their screens while crossing the streets of Manhattan. So, phones may cause emergencies in the first place.\n     \n            Of course, if children have a crisis on the way home from school, in most places in the United States, there will be businesses and people around with phones who will be willing to let them call their parents.\n     \n            Similarly, while many parents wish they could reach their children in the unthinkable event of a school shooting, kids will be safer if they remain quiet and focused on the instructions they receive from school administrators or law enforcement.\n     \n      \n       \n       \n     \n            In addition, children often have extraordinarily dangerous experiences on their phones. In August, a report by Thorn, a nonprofit that combats child sex abuse,   that the great majority — 59% — of youth said they’ve had online experiences that have been potentially harmful. One in 3 minors and 1 in 5 preteens said they’d had online sexual experiences with someone they thought was an adult, according to the report.\n     \n            It’s true that letting kids bring phones to school can make coordinating things like pickups after extracurricular activities easier. If children truly need a phone to communicate with their parents — perhaps because they have a medical condition and need to be able to reach someone in an emergency or because their pickup arrangements are so complicated that a time and location can’t be set in advance — one option Haidt   is an old-fashioned flip phone. Having one lets them text or call but not log on to social media apps.\n     \n      \n       \n       \n     \n            Sending kids to school with smartphones is unlikely to make them smarter or safer. It’s more likely to distract them and make them unable to focus on learning.\n     \n            Without a phone, kids can focus on interacting with peers, learning and being fully present in their surroundings — rather than having these things compete for their attention with influencers and internet memes.\n     \n               .\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/09/02/sport/frances-tiafoe-alexei-popyrin-us-open-spt-intl/index.html",
    "title": "\n      American Frances Tiafoe is back in the US Open quarterfinals – and made sure to shout out actor Tony Goldwyn\n    ",
    "author": "Jill Martin",
    "date": "\n  Published\n        4:32 AM EDT, Mon September 2, 2024\n    ",
    "content": "\n            American Frances Tiafoe, who reached the US Open semifinals two years ago, is making another deep run in New York – and needed to shout out a certain member of the crowd before leaving the court at Arthur Ashe Stadium.\n     \n            Tiafoe, who had the fans loudly behind him Sunday night, went on to defeat his friend, No. 28   of Australia – 6-4, 7-6(3), 2-6, 6-3 – in just over three hours to advance to the quarterfinals for the third consecutive year.\n     \n            “I always dreamt about playing on this court,” Tiafoe said after the win. “From a kid, you know, I used to hit against the wall and want to compete on this court.\n     \n            “Seeing the Williams sisters win titles here, seeing Roger (Federer) win here a million times, I was like, ‘I just want to play on this court.’\n     \n      \n       \n       \n     \n            “It’s so iconic, obviously, named after Arthur Ashe, so I wanted to be a part of that. And it just brings out the best in me. And you guys are unbelievable fans, and it makes it so fun out here, honestly.”\n     \n            But when Chris Eubanks – an American tennis player who is friends with Tiafoe and is currently working for ESPN after losing in the first round on August 26 – tried to wrap up the on-court interview, Tiafoe took the microphone, saying, “Hold on.”\n     \n            “Tony Goldwyn was in the crowd,” Tiafoe said, referencing the actor. “Yo, I’m a huge fan of you, bro. Me and my girl used to watch ‘Scandal’ all the time. I’m a huge fan brother, I’m a huge fan, bro. I’ve got to say that.”\n     \n            Now that Tiafoe has that box checked, he’ll be looking ahead to the quarterfinals.\n     \n            Tiafoe will face No. 9 Grigor Dimitrov of Bulgaria. Dimitrov, the oldest man left in the draw at 33, defeated No. 6 Andrey Rublev in the round of 16, getting past the Russian 6-3, 7-6(3), 1-6, 3-6, 6-3 in three hours, 39 minutes.\n     \n            Dimitrov, who reached the US Open semifinals in 2019, is 3-1 in his career against the 26-year-old Tiafoe.\n     \n            It was the first time Tiafoe and Popyrin – who had upset Novak Djokovic in the third round – had played each other.\n     \n            Popyrin gave respect to Tiafoe, the No. 20 seed, applauding his friend’s forehand winner on match point. They then embraced at the net.\n     \n            “Obviously beating Novak is a huge win at any point, any time, no matter where, when,” Tiafoe said to reporters of Popryin. “I kind of feel like Alexei had the level. He showed it tonight. It was a really, really high level. So I had to come up with great stuff.”\n     \n      \n       \n       \n     \n            Popyrin told reporters he thought Tiafoe “was the better player no matter how close it was” and that the American “stepped up on the bigger points.”\n     \n            “He’s playing some scary tennis,” the 25-year-old Popyrin said. “If he continues it, he has a really good chance.”\n     \n            No American man has won a grand slam singles title since Andy Roddick won the US Open in 2003.\n     \n            At the 2022 US Open, Tiafoe gave fans hope he might end the US men’s grand slam singles title drought, shocking Rafael Nadal in the round of 16 and upsetting Rublev in the quarterfinals. His run ended in the semifinals, falling to the eventual champion,  .\n     \n            Tiafoe is one of two American men so far that have reached this year’s US Open quarterfinals. Joining him is No. 12 Taylor Fritz, who came back from a set down to defeat No. 8 Casper Ruud 3-6, 6-4, 6-3, 6-2 earlier Sunday.\n     \n            “I think, in the past, I’ve been very, very excited, very happy to make quarterfinals at slams,” said Fritz, 26, who advanced to his fifth grand slam quarterfinal of his career, including now at the US Open in back-to-back years.\n     \n            “I think I’m at the point now where I’m still happy to make quarterfinals, but I wouldn’t be happy with it ending here. I definitely am at the point where I really want more than that.”\n     \n            Up next for Fritz will be No. 4 Alex Zverev of Germany, who was runner-up at this year’s French Open and runner-up at the 2020 US Open. On Sunday, Zverev beat unseeded American Brandon Nakashima 3-6, 6-1, 6-2, 6-2.\n     \n            At Wimbledon in the fourth round against Zverev, Fritz came back from two sets down to win in five. All time, Zverev is 5-4 against the American.\n     \n            “We’re in a quarterfinal of a grand slam stage. I think there’s no easy matches from now moving forward,” Zverev said.\n     \n            One American remains on the opposite half of the draw: No. 14 Tommy Paul will face world No. 1 Jannik Sinner on Monday in the fourth round.\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/09/02/entertainment/video/beetlejuice-movie-stars-interview-wagmeister-digvid",
    "title": "\n      Jenna Ortega shares hilarious encounter with a drunk Beetlejuice: ‘He terrified me’\n    ",
    "author": null,
    "date": "\n  Published\n        10:42 AM EDT, Mon September 2, 2024\n    ",
    "content": ""
  },
  {
    "url": "https://edition.cnn.com/2024/09/02/business/hotel-strike/index.html",
    "title": "\n      America’s massive hotel strike just got even bigger\n    ",
    "author": "Gloria Pazmino, Chris Isidore",
    "date": "\n  Published\n        10:33 AM EDT, Mon September 2, 2024\n    ",
    "content": "\n            Baltimore hotel workers are joining a massive nationwide strike against three major hotel chains during one of the biggest travel holidays of the year.\n     \n            Unite Here, the union representing hotel workers, said approximately 200 hotel workers walked off the job in Baltimore at the Hilton Inner Harbor this morning.\n     \n            Hotel union workers are  . More than 10,200 hotel workers at dozens of hotels stretching from Boston to the West Coast to Hawaii went on strike early Sunday morning.\n     \n            “I walked out today because we just cannot keep working paycheck to paycheck, not able to pay our bills,” Jerome Roberts, a dishwasher at the Hilton Baltimore Inner Harbor said in a statement. “Going on strike is hard, but not nearly as hard as trying to get by on what we are getting paid. We told the bosses in our negotiations how much we are struggling right now but they didn’t care. We are on strike to make them pay.”\n     \n            Workers say they want higher pay, better conditions and more staff to help. The union is asking for a restoration of many of the pandemic-era cuts that hotels made, including daily room cleaning. The union says the travel and hotel industries have recovered from the pandemic but worker salaries have not reflected the comeback.\n     \n            The hotels are reportedly still open but guests are contending with a skeleton staff unable to provide full services.\n     \n            “We’re on strike because the hotel industry has gotten off track,” Gwen Mills, International President of Unite Here, said in a statement Sunday morning. “During Covid, everyone suffered, but now the hotel industry is making record profits while workers and guests are left behind. Too many hotels still haven’t restored standard services that guests deserve. Workers aren’t making enough to support their families. Many can no longer afford to live in the cities that they welcome guests to.”\n     \n            The hotel chains facing striking workers include Hilton, Hyatt and Marriott. The hotels have 23,776 rooms between them in the cities of Baltimore, Boston, San Diego, San Francisco, San Jose, Seattle, as well as Honolulu and Kauai in Hawaii, and Greenwich, Connecticut, according to the union.\n     \n            The union is threatening to possibly expand the strike to as many as 65 hotels in 12 different cities, possibly adding hotels in Oakland, California, as well as Providence, Rhode Island, and New Haven, Connecticut. Spokespeople for Hilton and Hyatt told CNN on Friday they are committed to reaching deals with the union, but they also will continue to serve customers during any work stoppage.\n     \n            Hyatt said in a statement it is disappointed by the union’s decision to strike. “We look forward to continuing to negotiate fair contracts and recognize the contributions of Hyatt employees,” said Michael D’Angelo, head of labor relations at Hyatt.\n     \n            Last year, the 15,000 members of the same union   during the Fourth of July holiday weekend at 65 hotels in Los Angeles and Orange counties in Southern California. They returned to work a few days later but staged a series of rolling strikes in the months that followed, sometimes tied to major tourist periods, such as the weekend of   in Los Angeles.\n     \n            These strikes are set to end after three days.\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/09/02/sport/zheng-qinwen-donna-vekic-us-open-spt/index.html",
    "title": "\n      Zheng Qinwen and Donna Vekić break record for latest finish in women’s match at US Open\n    ",
    "author": "Jill Martin",
    "date": "\n  Updated\n        10:54 AM EDT, Mon September 2, 2024\n    ",
    "content": "\n            At 2:15 a.m. ET, the last ball was struck, and China’s   and Donna Vekić of Croatia completed the latest finish for a women’s match in US Open history.\n     \n            World No. 7 Zheng defeated Vekić, who is ranked No. 24, 7-6(2), 4-6, 6-2 to advance to the quarterfinals.\n     \n            The previous latest time for a women’s US Open match to finish was at 2:13 a.m. ET, when Maria Sakkari of Greece outlasted Canada’s Bianca Andreescu 6-7(2), 7-6(6), 6-3 in the fourth round in 2021.\n     \n            Zheng and Vekić’s match started just before 11:30 p.m. ET on Sunday. It lasted two hours and 50 minutes.\n     \n            It was a rematch of the Paris Olympics gold medal match, where Zheng won gold and Vekić earned silver.\n     \n            Despite the super late finish, this round of 16 match on Arthur Ashe Stadium was high quality. Combined, Zheng and Vekić had 67 winners to 57 unforced errors.\n     \n              weighed in during the third set on X, formerly known as Twitter, calling out the four grand slam events – the US Open, Australian Open, Wimbledon, Roland Garros – as well as the ATP Tour, the WTA Tour and the International Tennis Federation (ITF).\n     \n            “The tennis scheduling situation is a total mess,” Murray said in his  . “It looks so amateurish having matches going on at 2,3 4am. Sort it out.”\n     \n            CNN has contacted the US Tennis Association (USTA) for comment on the tournament scheduling.\n     \n            Zheng will face   in the quarterfinals, a rematch of this year’s Australian Open final.\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/09/02/science/titanic-photos-show-major-decay-intl-scli/index.html",
    "title": "\n      New Titanic photos show major decay to legendary wreck\n    ",
    "author": "Amarachi Orie",
    "date": "\n  Updated\n        12:20 PM EDT, Mon September 2, 2024\n    ",
    "content": "\n     \n \n            In the years since the   sank after hitting an iceberg in 1912, we have become familiar with haunting images of the doomed passenger liner’s bow, lying at the bottom of the North Atlantic Ocean. Now, new photos taken this summer show that the view has changed dramatically.\n     \n            The latest expedition by RMS Titanic Inc., an American company with salvage rights to the wreck, has revealed that a section of the previously intact railing around the front of the ship’s upper deck has fallen off. The 15-foot-long section now lies on the sea floor, directly below where it once was.\n     \n            “We are saddened by this loss and the inevitable decay of the Ship and the debris,” the company said in a   on its website.\n     \n            “Over the course of the next few weeks and months, we will conduct a more thorough review of Titanic’s condition and her changes over time,” it continued.\n     \n            “Although Titanic’s collapse is inevitable, this evidence strengthens our mission to preserve and document what we can before it is too late,” it added.\n     \n            The July expedition, the company’s ninth since it first visited the wreck 1987, involved ocean imaging experts, oceanographers, scientists and historians working together to capture new images of the wreck to review its condition, identify artefacts and areas at risk, and contribute to ongoing conservation efforts, according to the company.\n     \n            More than two million photos were taken, and the team searched for numerous artefacts.\n     \n            This search yielded an exciting discovery.\n     \n      \n       \n       \n     \n            On the final day of the expedition, the team found and photographed a two-foot-tall bronze statue of Diana, the Roman goddess of nature and hunting.\n     \n            The statue, which once sat atop the fireplace mantle as a centrepiece in the Titanic’s First Class lounge, was ripped away and thrown into the wreck’s debris field when the lounge tore open as the ship sank, according to the company.\n     \n            While the figure was photographed in a 1986 expedition, its location remained unknown until this latest expedition due to a tradition of secrecy surrounding the Titanic’s wreck, the company said.\n     \n            Much of the art that decorated the halls and rooms of the ship “was made of organic materials, breaking down into the earth after many decades submerged in the hostile environment” of the ocean, the company said Sunday in an   on the statue.\n     \n            However, Diana “is still resting upright among miles of debris. Like the eternal Roman deities, she is timeless–-and she is rediscovered thanks to Expedition 2024,” it added.\n     \n            As scientists race to preserve its history, the legendary wreck is slowly perishing.\n     \n            In 2019,   by an exploration team from Triton Submarines revealed the effects of salt corrosion, metal-eating bacteria and deep current action on the decomposition of the ship.\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/09/02/business/video/trade-jobs-influencers-social-media-digvid",
    "title": "\n      Meet the influencers making blue-collar jobs cool\n    ",
    "author": null,
    "date": "\n  Published\n        8:38 AM EDT, Mon September 2, 2024\n    ",
    "content": ""
  },
  {
    "url": "https://edition.cnn.com/2024/09/02/sport/mohamed-salah-future-liverpool-manchester-united-spt-intl/index.html",
    "title": "\n      ‘Nobody has talked to me’: Liverpool star Mohamed Salah says it’s his ‘last year’ with Reds after beating Manchester United\n    ",
    "author": "Ben Morse",
    "date": "\n  Published\n        6:56 AM EDT, Mon September 2, 2024\n    ",
    "content": "\n            Liverpool star Mohamed Salah said this will be his “last year” with the Reds after playing a pivotal role in his   3-0 thumping of Manchester United on Sunday.\n     \n            Salah, 32,   and provided two assists as Liverpool ran riot at Old Trafford against a lackluster United.\n     \n            When asked afterwards what was behind his fast start to the new Premier League campaign – the Egyptian has scored three times and provided three assists in Liverpool’s opening three matches – Salah said he came in with less pressure on his shoulders.\n     \n            “I had a good summer and had a long time to myself to try to stay positive because, as you know, it’s my last year at the club,” Salah  .\n     \n            “I just want to enjoy it and I don’t want to think about it. I feel like I’m free to play football and then we’ll see what happens next year.”\n     \n            Salah’s current contract runs out at the end of the 2024/25 season. He has been at Liverpool since 2017, scoring 160 Premier League goals along the way.\n     \n            He has been subject to rumors of a move away from Anfield in recent years, with Liverpool reportedly rejecting a big-money offer from Saudi Arabia last year.\n     \n            With questions swirling around his future, Salah said he has yet to talk to the club about a possible contract extension.\n     \n            “Coming into the game, I said it could be the last time [I play here with Liverpool],” he said.\n     \n            “No one at the club has spoken to me about contracts, so I’m just like, ‘OK, I’m playing my last season’ and see what happens at the end of the season.\n     \n            “So far, we don’t know with which club, but so far yeah my last game here with Liverpool. It’s not up to me, but nobody talk to me about a contract with the club. We’ll see.”\n     \n            When asked about Salah’s comments after the game, new Liverpool manager Arne Slot said he is focusing on the present.\n     \n            “It’s a lot of ‘if’. At this moment, he is one of ours and I am really happy with him being one of ours and he played really well,” Slot told reporters,  .\n     \n            “I don’t talk about contracts from players, but I can talk for hours about how Mo played today.”\n     \n            Salah’s performance on Sunday continued his excellent record against Liverpool’s big rival, United.\n     \n            He has scored 10 goals in nine appearances for Liverpool at Old Trafford, with the Reds sitting second in the Premier League, level on nine points with leader Manchester City after an unbeaten start to the season.\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/09/02/australia/tiger-attacks-handler-dreamworld-intl-hnk/index.html",
    "title": "\n      Tiger mauls handler at amusement park\n    ",
    "author": "Angus Watson",
    "date": "\n  Updated\n        3:19 AM EDT, Mon September 2, 2024\n    ",
    "content": "\n            A tiger mauled its handler at a popular amusement park on the Gold Coast in Australia, leaving the experienced worker hospitalized with “serious lacerations and puncture wounds” to her arm.\n     \n            The unnamed handler, 47, was working with one of Dreamworld’s nine tigers when, according to the Queensland Ambulance Service, she was attacked shortly before 9 a.m. Monday local time.\n     \n            Park staff were able to restrain the tiger before paramedics arrived.\n     \n            “The patient obviously had received some serious lacerations and puncture wounds from the animal,” Queensland Ambulance Service acting district director Justin Payne told reporters.\n     \n            “Thankfully on their arrival the bleeding had been managed very well by first aid providers there at Dreamworld, which was excellent to see,” Payne said.\n     \n            The handler “was quite pale and feeling unwell,” but is now in a stable condition at Gold Coast University Hospital, he added.\n     \n            In a statement Dreamworld said Monday’s attack was an “isolated and rare incident” and the business’s “immediate focus is on the support of the team member.”\n     \n            Dreamworld declined to answer further questions on the welfare of the tiger.\n     \n            The park remained open to the public on Monday.\n     \n            Dreamworld’s Tiger Island exhibit is billed as an “interactive” experience where visitors “can get so close you could feel the breath of a tiger.”\n     \n            The park’s website advertises the opportunity for visitors to feed some of its nine Bengal and Sumatran tigers.\n     \n            Monday’s attack in not the first time a tiger has injured staff at Dreamworld. In 2011, a 160-kilogram Bengal tiger named Keto bit two handlers in two separate incidents, according to local media reports at the time.\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/08/29/style/joe-ando-ella-emhoff-dnc-dress/index.html",
    "title": "\n      Meet the TikToker behind Ella Emhoff’s internet-breaking DNC dress\n    ",
    "author": "Leah Dolan",
    "date": "\n  Updated\n        6:45 AM EDT, Thu August 29, 2024\n    ",
    "content": "\n            “It was cool,” says the 28-year-old viral TikToker and Fashion Institute of Technology graduate Joe Ando, on seeing his creation live on TV at the   last week. “I wish I had a better word to describe it than cool.”\n     \n            It was the dress of the night — a pale blue silk off-the-shoulder bodice and a hand-ruched tulle midi skirt. Its wearer, of course, was Ella Emhoff, Vice President Kamala Harris’ stepdaughter and potential next first daughter of the US. “My brain is always under the assumption it’s not that big of a deal,” Ando told CNN via Zoom from his home in Brooklyn, New York. “She needs a dress and she wears it, and people will watch this event but it won’t really be about what she’s wearing. But this was so public.”\n     \n            The dress was deemed   by streetwear and fashion blog Highsnobiety, while   whether it solidified Emhoff as one of “America’s next fashion ambassadors.” The 25-year-old’s gown seemed to embody a new era of power dressing — one where women don’t need to dress masculine in order to look and feel strong. “I wanted her to stick out, but in a way that was still very elegant and distinguished, and not obnoxious,” said Ando, who said the dress took between 70 and 90 hours to make. “We wanted it to feel like an elegant tea party… a modern princess moment.”\n     the dress has been SERVED 💙😭 @smellaemhoff  \n            But Ando didn’t see the final look until it was broadcast live on TV, since his and Emhoff’s schedules aligned for just one midnight fitting before her morning flight to Chicago. “She did the fitting with us at midnight, then there were like four hours worth of edits that had to be made,” he said. “I went back to my studio, got it to her at 7 a.m. and then I only got to really see if those edits worked when she walked on stage.”\n     \n            Outfits by independent designers can sometimes be found on political campaign trails, for those keen-eyed enough to spot them. Eschewing the traditional names of Ralph Lauren, Carolina Herrera and Oscar de la Renta, smaller brands can help those in the limelight to communicate nuanced messaging by supporting emerging talent. At the 2021 inauguration of President Joe Biden, Harris arrived in a Pyer Moss camel coat by Kerby Jean-Raymond —  . First Lady Dr. Jill Biden regularly made a point of wearing smaller, homegrown New York-based designers such as Markarian and Adam Lippes during a time when the industry was recovering from the fallout of COVID-19.\n     \n            Not only did Emhoff, who is a knitwear designer herself, choose to wear an independent label on the final day of the convention; she had a heavy hand in the finished product. “It was super collaborative,” said Ando, who usually receives minimal feedback from his clients. “But with her, she was very involved.” He sent her several skirt silhouette variations and every fabric option, no matter how slight the difference. “She wanted to see everything. She gave a lot of time to it and was a big part of the design, honestly.”\n     \n            Before he was designing for the family member of a presidential nominee, Ando was fashioning one-of-a-kind dresses for any celebrity he could find. Armed with a tiny mic, a bashful attitude and an impressive  , Ando filmed himself approaching celebrities asking if he could make them a dress. His videos feature everyone from actors Dakota Johnson to Rachel Zegler and Keke Palmer. What ensues is a homespun montage of his sewing process, and often followed by a gratifying try-on reveal.\n     made a dress for Dakota Johnson🕷️❤️@Madame Web in theaters everywhere @Sony Pictures    \n            While he still posts his clumsy dressmaking advances onlines, in reality most of Ando’s work today comes from direct requests made by movie studios and record labels. He also has a lot of clients that he can’t talk about. “A lot of celebrities have a lot of things to worry about,” he said. “(They) have contracts with big fashion brands where a lot of the time they can’t wear other brands at risk of being sued. There’s so many moving parts.” Not every A-lister is up to the task of appearing in one of his TikTok videos either. “For those people, as nice as they are and as gracious as I am that they hired me to do stuff, they might not want to dance in front of a camera. And that’s so reasonable.”\n     \n            Most young designers get their start through traditional runway shows, with only a lucky few going on to dress celebrities for the odd red carpet event. Ando, by contrast, has built an impressively starry client roster and millions of followers before even launching a brand. (His namesake label will eventually launch in Spring 2025). “Yeah, we did it flipped,” he said.\n     \n      \n       \n       \n     \n            While Emhoff’s princess frock spawned headlines across the internet, many attributed the look simply to “That TikTok Guy” — a reduction that doesn’t seem to bother Ando. “I don’t need to be Rick Owens,” he said. “I don’t even need you to know my name. I just want you to see the thing and hopefully you appreciate it.”\n     \n            “People might not take me seriously. I’m very insecure about that,” he added. “But it’s also the most important thing, because people not taking me seriously allows me to just fully dive in. Like if they’re not going seriously to respect me, I kind of have nothing to lose.”\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/08/30/politics/adnan-syed-conviction-reinstated-maryland-supreme-court/index.html",
    "title": "\n      Conviction of Adnan Syed from ‘Serial’ podcast should be reinstated, Maryland Supreme Court says\n    ",
    "author": "Tierney Sneed, Devan Cole",
    "date": "\n  Published\n        11:17 AM EDT, Fri August 30, 2024\n    ",
    "content": "\n            The Maryland Supreme Court ruled Friday that the conviction of Adnan Syed should be reinstated because of procedural errors in how Syed’s conviction had been wiped away in 2022.\n     \n            The   is the latest twist in the legal saga made famous by the podcast “Serial,” which examined the investigation that led to the 2000 conviction of Syed for the murder of Hae Min Lee.\n     \n            On Friday, the state’s highest court agreed with an appeals court decision that said the rights of Lee’s family were violated because her brother Young Lee received inadequate notice of a 2022 hearing on the state’s efforts to vacate the case and was not afforded opportunities to fully participate in the hearing.\n     \n            “In an effort to remedy what they perceived to be an injustice to Mr. Syed, the prosecutor and the circuit court worked an injustice against Mr. Lee by failing to treat him with dignity, respect, and sensitivity and, in particular, by violating Mr. Lee’s rights as a crime victim’s representative to reasonable notice of the Vacatur Hearing, the right to attend the hearing in person, and the right to be heard on the merits of the Vacatur Motion,” the Maryland Supreme Court said in the 4-3 decision.\n     \n            The ruling will restart the efforts to clear away Syed’s conviction from the point that the 2022 motion to vacate the conviction was filed by Maryland state’s attorney’s office.\n     \n            At the time, prosecutors said that they had uncovered evidence related to one of the other suspects in the case.\n     \n            The reinvestigation of the case revealed evidence about the possible involvement of two suspects other than Syed, including a person who said they would make Lee “disappear” and that “he would kill her,” prosecutors previously said.\n     \n            Syed’s attorneys said he and his legal team were unaware that information existed until 2022.\n     \n            Syed’s conviction gained renewed — and widespread — attention nearly 10 years ago after the “Serial” podcast dug into his case, raising questions about the conviction and his legal representation. In doing so, the podcast reached a huge audience and set off a true-crime podcasting boom as well as further examinations of the case, including the HBO docuseries, “The Case Against Adnan Syed.”\n     \n            In two separate dissents, three members of the Maryland Supreme Court expressed disagreement with the majority’s decision to reinstate the conviction.\n     \n            Writing in one, Judge Michele Hotten said that under Maryland law, Young Lee “had no right to be heard at the vacatur hearing.”\n     \n            ”The circuit court is not statutorily required to hear from a victim or victim’s representative during vacatur proceedings because those proceedings no longer concern punishing the criminal defendant; rather, those proceedings concern the very basis of the criminal defendant’s guilt — conviction,” she wrote in the dissent\n     \n  CNN’s Christina Maxouris, Sara Smart, Dakin Andone and Eric Levenson contributed to this report.\n"
  },
  {
    "url": "https://edition.cnn.com/2024/09/02/europe/afd-germany-election-thuringia-saxony-intl/index.html",
    "title": "\n      AfD becomes first far-right party to win German state election since 1945\n    ",
    "author": "Christian Edwards, Claudio Otto, Matties Otto, Nadine Schmidt",
    "date": "\n  Updated\n        8:09 AM EDT, Mon September 2, 2024\n    ",
    "content": "\n            The Alternative for Germany (AfD) has become the first far-right party to win a   in Germany since the Nazi era, dealing a crushing blow to Chancellor Olaf Scholz’s government with only a year to go before the next federal election.\n     \n            After voting closed on Sunday, the AfD was projected to become the strongest party in the eastern state of Thuringia, with 32.8% of the vote, and to come a close second in Saxony, with 30.6% of the vote.\n     \n            In another worrying development for Germany’s mainstream, the fledgling Sahra Wagenknecht Alliance (BSW) – a far-left party that has questioned the country’s support for Ukraine and shares some of the AfD’s anti-immigration streak – came third in both states, despite only being founded earlier this year.\n     \n            Although extremism has long been concentrated in Germany’s east, the results will be a concern for Scholz’s center-left SPD coalition, which slumped to a dismal fifth in both states. If federal elections were held now, recent polls show the AfD could become the second-largest group in the Bundestag, with the SDP trailing in third.\n     \n            Scholz described the results as “bitter” and, calling on the European principle of the “cordon sanitaire,” urged mainstream parties in Thuringia and Saxony to exclude the AfD from any state governing coalitions.\n     \n            “All democratic parties are now called upon to form stable governments without right-wing extremists,” Scholz said in a statement. “Our country cannot and must not get used to this. The AfD is damaging Germany. It is weakening the economy, dividing society and ruining our country’s reputation.”\n     \n            Alice Weidel, co-leader of the AfD, told German public broadcaster ARD that the results were a “requiem” for Scholz’s coalition and questioned “whether it can continue to govern at all.”\n     \n            Speaking to CNN at a campaign rally in the city of Erfurt in Thuringia, where chants of “deport, deport” rang out across the room, Weidel said that Germany has become “a country without borders, where anyone can come in and we do nothing about it.”\n     \n            The AfD’s solution? “The immediate expulsion of all illegal immigrants from our country. All criminals, all extremists must leave,” she said.\n     \n            If other parties heed Scholz’s call to shun the AfD, the Christian Democratic Union (CDU) – the mainstream center-right party projected to come first in Saxony and second in Thuringia – would be well-placed to benefit. However, in a sign of the rightward shift of Germany’s politics, the CDU has recently taken a far harsher line on immigration than under its former leader Angela Merkel.\n     \n            Founded in 2013, initially in opposition to the euro and the German-backed bailout of southern European countries during the eurozone crisis, the AfD has since coupled its rhetoric of economic grievance with a staunch opposition to immigration.\n     \n            The issue of immigration became more salient – and the AfD more popular – after then-Chancellor Merkel allowed into the country more than 1 million refugees in 2015, mostly those fleeing civil war in Syria.\n     \n            While the decision won her praise from Europe’s more liberal mainstream, it has provided a rallying cry for extremist parties in Germany’s formerly communist east, where economic growth is more anemic and opportunities more scarce than in the richer west.\n     \n            “There’s a much more anti-political sentiment in East Germany, which has its roots in the transformative years of the 1990s” after the collapse of communism, Johannes Kiess, a sociologist at the University of Leipzig specializing in far-right extremism, told CNN. Mainstream parties perform less well in the east, creating space for anti-establishment parties like the AfD and political entrepreneurs like Wagenknecht.\n     \n            Just days before the state elections, a   stabbed three people to death and wounded several others at a festival in the western Germany city of Solingen. Weidel pinned the blame solely on Germany’s migration policy: “Instead of racking our brains over the various models of knife bans, we must finally tackle the problem at its roots. Migration change immediately.”\n     \n            The message is also winning the support of some young Germans. The movement has even acquired its own anthem, after a video filmed on the German vacation island of Sylt showed well-dressed youths chanting “Ausländer Raus” (“foreigners out”) and “Deutschland den Deutschen” (“Germany for Germans”) over a 1999 Eurodance beat. The chant swirled across the country as it hosted the European soccer championships earlier this summer.\n     \n      \n       \n       \n     \n            At the campaign in Erfurt, Kevin Flurschutz, a 21-year-old public transport engineer who recently joined the youth wing at the AfD, told CNN that immigration had become his foremost concern. “Hardly anyone dares to go out anymore. To be honest, I find that sad,” said Flurschutz, wearing a T-shirt emblazoned with, “White boy summer.”\n     \n            Carolin Lichtenfeld, another 21-year-old attendee, said she’d experienced harassment on the streets. “You notice it on public transport. You notice it when you go shopping,” she told CNN.\n     \n            Both Lichtenfeld and Flurschutz have joined the Young Alternative (JA), the youth wing of the AfD which has been designated by German authorities as a “confirmed extremist” organization. The main AfD has been designated as “suspected extremist.”\n     \n            The party’s lead candidate in Thuringia,  , was convicted earlier this year after breaking German laws against uttering Nazi slogans in public.\n     \n            Kiess, the sociologist, said sections of the German public are becoming more tolerant of extremists like Höcke. “Twenty or 30 years ago, we would have said, ‘This is a neo-Nazi, a fascist, and you cannot vote for a guy like that.’ But people don’t care anymore,” Kiess said.\n     \n            While the AfD’s growing popularity is for many reminiscent of the country’s darkest political era, Höcke has campaigned on a platform of national pride untainted by historical guilt, under the banner of “Heimat” (“homeland”).\n     \n            “Yes to freedom, yes to the community, yes to the youth, yes to the future, yes to our Heimat, Thuringia and Germany,” he said at the campaign in Erfurt.\n     \n            That message is taking root in the fertile ground of Germany’s east, where voters told CNN they felt neglected by traditional parties. “The AfD is the only alternative we have left here in Germany,” said Flurschutz.\n    "
  },
  {
    "url": "https://edition.cnn.com/2023/02/24/health/screen-time-gupta-podcast-wellness",
    "title": "\n      How much screen time is too much? The signs you’re addicted to your phone\n    ",
    "author": "Andrea Kane",
    "date": "\n  Published\n        12:27 PM EST, Fri February 24, 2023\n    ",
    "content": "\n     \n \n            It is indisputable that many of us spend much of our lives in front of our screens – especially our phones.  \n     \n            What’s also indisputable is that some of those activities can take us down a spiraling, time-suck rabbit hole. \n     \n            In fact, 31% of US adults and 46% of US teens say they are on the internet “almost constantly,” according to Pew Research Surveys from  and  .   \n     \n            How much is too much? Sometimes it’s hard to know. But sometimes, the answer is much more obvious. It was for Jerome Yankey. He was a college freshman when he noticed that his use of social media, specifically TikTok, had become problematic.  \n     \n            “It just kind of started to really wear on me physically first, I think, because that was when I was just scrolling for hours, not going to sleep – it was taking hours out of my day. I wasn’t really doing much else in my free time,” he explained. \n     \n            When the toll shifted from physical to mental, quashing his creativity and warping his sense of worth, he decided he needed to quit. And he did it cold turkey – no easy feat. \n     \n      \n       \n       \n     \n            Yankey is far from alone. The 2022 Pew Research Survey of US teens found that 67% of them use TikTok, and among those,   That number is even higher among the 95% of teens who use YouTube, with 19% using it “almost constantly.”    \n     \n            For now, internet addiction is not an official clinical diagnosis. There are still a lot of questions about whether it qualifies as a mental health disorder on its own or whether it should be considered part of another mental health condition. There are also questions about how to define it, measure it, test it and treat it.  \n     \n            Most experts do agree, though, that regardless of whether it is a true “addiction” or something else, too much screen time can have bad effects, especially for kids. \n     \n            That’s where Dr. Michael Rich comes in. A self-described “mediatrician,” Rich treats young patients with what he calls problematic media use at the   (which he co-directs) at Boston Children’s Hospital. \n     \n      \n       \n       \n     \n            “Where the problem comes in is when their day-to-day functions are impaired in some way,” he said. “They’re not getting enough sleep. They are overeating. They are missing school or falling asleep in school. They are withdrawing from their friends.”  \n     \n            He likes to stay away from the addiction model.  \n     \n            “We as a society use the term addiction as pejorative. We think of addicts as weak people with weak character … and we approach addiction, frankly, still as something to be punished rather than healed,” he said. \n     \n            Rich also doesn’t think technology is the cause of his patients’ problems, but rather, it amplifies them. And he has a counterintuitive approach to helping his young patients, who are often coping with other issues – like anxiety, obsessive-compulsive disorder or just plain old stress. Listen to how they learn how to wean themselves off their devices and adopt a healthier relationship with their electronics. \n     \n   \n"
  },
  {
    "url": "https://edition.cnn.com/2024/08/30/us/washington-cold-case-killing-cigarette-dna",
    "title": "\n      A woman’s killing was unsolved for 44 years. A cigarette butt just led to an arrest, police say\n    ",
    "author": "Amanda Musa, Brammhi Balarajan",
    "date": "\n  Published\n        3:54 AM EDT, Fri August 30, 2024\n    ",
    "content": "\n            DNA evidence from a cigarette butt has led to an arrest in the 1980 killing of a woman in Washington state, police said this week.\n     \n            Kenneth Duane Kundert, 65, was arrested in Arkansas last week on a warrant accusing him of murder in the death of 30-year-old Dorothy “Dottie” Maria Silzel, police in Kent, Washington, said Wednesday.\n     \n            Silzel was found dead on February 26, 1980, inside her home in Kent, about 30 minutes south of Seattle, Kent Police Chief Rafael Padilla said in a Wednesday news conference. She died from strangling or suffocation, and suffered a blow to her head, police said, citing an autopsy report. She also had been sexually assaulted, according to court documents provided by prosecutors.\n     \n            Silzel was last seen three nights earlier leaving a pizza shop where she worked on the weekends to supplement her income as a full-time training supervisor for Boeing, police said.\n     \n            Friends and colleagues requested a welfare check at Silzel’s home after she had not reported to work at Boeing for two days, which was highly unusual, according to police.\n     \n            Although DNA technology was not advanced enough to identify a suspect at the time, DNA evidence was collected during the initial investigation, police said.\n     \n            Investigators with the Washington State Patrol crime lab built a DNA profile from the evidence for an unknown man they called Individual A, according to police.\n     \n            In 2016, advancement in DNA technology allowed investigators to obtain a partial DNA profile from the victim’s bathrobe at the crime scene that matched the DNA profile of Individual A, police said.\n     \n            Investigators compared multiple DNA samples throughout the years to the partial DNA profile, but none matched Individual A, according to police.\n     \n            A breakthrough finally came in 2022, when crime lab investigators used   to identify 11 possible suspects, police said. That forensic method compares unidentified DNA to DNA that can be found in genealogy databases, potentially allowing researchers to find relatives of the unknown person. That, combined with  , can help investigators identify potential suspects.\n     \n            The  has been used in recent years to crack some of the nation’s coldest cases, including the arrest of the   in 2018.\n     \n            In the Washington case, investigators began collecting DNA samples from the potential suspects to compare to Individual A’s DNA profile, Kent police said.\n     \n            Two of the potential suspects were Kenneth Kundert and his brother, both living in Arkansas, police said﻿.\n     \n            “In September 2023, Kent (detectives) began to look into the (brothers) and were advised that they were both in custody for an unrelated assault,” Kent police said in a news release.\n     \n            Kent police coordinated with a sheriff’s office in Arkansas to request voluntary DNA samples from the brothers, according to police. While Kundert’s brother gave his sample willingly, Kundert declined, Kent police said.\n     \n      \n       \n       \n     \n            DNA testing proved the brother was not a match, police said.\n     \n            Police discovered Kenneth Kundert had ties to Washington state. He and his brother had lived in an apartment complex about 1,200 feet from where Silzel’s condominium, police said. Court documents from prosecutors say the brothers lived at the complex at the time of Silzel’s death.\n     \n            Looking for evidence Kundert was at the scene of Silzel’s killing, Kent police in March traveled to Clinton, Arkansas, where they kept tabs on him with the help of the FBI and local law enforcement officers, they said.\n     \n            During that surveillance, they picked up a cigarette butt that Kundert discarded, police said in a probable cause affidavit. A crime lab report indicated the DNA profile from the cigarette butt belonged to Individual A, according to the affidavit.\n     \n            Kundert was being held Thursday at an Arkansas county jail, according to jail records. He he was awaiting extradition to Washington state, police said.\n     \n            Kundert is charged in Washington’s King County with first degree murder, court documents show. Bail has been set at $3 million.\n     \n            CNN is trying to determine whether Kundert has obtained an attorney. No attorney was listed in court documents or in online court records.\n     \n            Silzel was originally from Manden, North Dakota, where she graduated from high school and worked for a school district, Padilla said. She lived in the Seattle area for about 12 years before her death.\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/09/01/health/parenting-stress-tips-surgeon-general-wellness",
    "title": "\n      Parents are not OK right now. Here’s what they can do\n    ",
    "author": "Kara Alaimo",
    "date": "\n  Published\n        5:00 AM EDT, Sun September 1, 2024\n    ",
    "content": "\n            Parents and caregivers are working more hours   spending more time taking care of their children than parents did in the past — all while juggling sign-ups for extracurricular activities, playdates, school forms, doctor appointments and more.\n     \n            No wonder they’re stressed. And the nation’s top doctor agrees.\n     \n            US Surgeon General Dr. Vivek Murthy, a  , issued an   on Wednesday that the pressure that parents are under has become a public health problem. Some 41% of parents reported they can’t function most days because of stress, and 48% said they’re completely overwhelmed by stress, the advisory said, citing a 2023   survey.\n     \n            Parents are struggling with the high costs of childcare, education and health care, the advisory warned. They’re straining to find enough time for work, childcare and the mental load of parenting. They’re worried about school shootings and the mental health challenges many children are facing.\n     \n      \n       \n       \n     \n            They’re also challenged by how to handle kids’ use of social media and their own, because parents are facing an “intensifying culture of comparison” encouraged by social media influencers showing off their supposedly perfect parenting, according to the advisory.\n     \n            Things are even worse for parents with added stressors, such as those who are single, have children with special needs or have recently divorced.\n     \n            And if parents are stressed, kids get stressed. Children were twice as likely to have behavioral, developmental or mental disorders and four times likelier to have poor mental health when their primary caregiver had poor mental health, according to a 2021  .\n     \n            It’s no surprise that parents’ mental health struggles can hurt our whole society by driving up health care costs and lowering economic productivity, the advisory noted.\n     \n            “Simply put, caregivers need care, too,” the advisory warned.\n     \n            It’s true that lot of these problems require action by lawmakers and employers, and this advisory should serve as a wake-up call to both that health care and childcare should be more affordable and accessible.\n     \n            In the meantime, what can parents do? Anna Seewald, a psychologist and host of the “Authentic Parenting” podcast, told me parents can make changes to protect their physical and mental health amid all these challenges.\n     \n      \n       \n       \n     \n            Our society makes life incredibly hard for parents, the advisory noted, so parents could try to reevaluate their expectations of themselves.\n     \n            “Parents put a lot of pressure on themselves to always be calm and patient and have well-behaved kids who do a lot of extracurricular activities,” Seewald said, but she noted doing so often isn’t realistic. “High expectations and social comparisons lead to big resentments and frustration.”\n     \n            It’s better for parents to be realistic about what they can do given their circumstances.\n     \n      \n       \n       \n     \n            Many parents who work with Seewald are spending loads of time on social media. Even deleting a single app can free up a substantial amount of time and energy, she said. “You don’t notice how they drain your time, but that’s a background stressor for a lot of people in a world of many stressors — and it’s one that you can control.”\n     \n            Parents can also benefit from simplifying their kids’ activities. “You don’t need to go to two different birthday parties for 4-year-olds in a single weekend,” she said. “Preserving and protecting your own energy and time is more important.” If it’s something you’d enjoy, “maybe you hire a babysitter for an hour, maybe you invite a neighbor over for coffee,” she said.\n     \n            One way for parents to find more time for themselves is to ask for help from the community — such as asking a kind neighbor or family member to watch their kids so they can take a break. Seewald said it’s also important for parents to think through what responsibilities —such as laundry or carpooling — they can delegate to other people.\n     \n      \n       \n       \n     \n            Part of the time parents devote to themselves needs to include connecting with other people in person, Seewald said. “So many parents feel lonely and isolated. Seeing a friend helps you vent and talk about problems and get the emotional support you need, even if it’s limited and you see one person each week,” she said.\n     \n            Parents can meet some self-care needs even with their kids around — and with small pockets of time, Seewald said. “If you put on music and dance with your kids and are silly for 10 minutes before you make dinner, your mood changes because of the movement,” she said. “Little interventions like that make a big difference, and they’re free.”\n     \n      \n       \n       \n     \n            Spending time in nature also helps, she said. “You can go to the backyard or to a park, even if it’s for 15 minutes, even with kids, and feel the sun or watch the sunset. There’s no cost, but it regulates the nervous system and gives you a sense of awe and connects you to something bigger,” she pointed out.\n     \n            Above all, Seewald recommended that parents practice self-compassion, which means “being kind and gentle with ourselves when we make mistakes, when we yell at our kids,” she said. “Feeling inadequate and shameful is a recipe for failure.”\n     \n            The surgeon general has made clear that parents in the United States are not OK. While it’s on lawmakers and employers to solve many of these problems, it’s also critical for parents to practice self-care instead of waiting for the problems to be fixed. (That’s going to take awhile). Being kind and realistic with themselves, finding time to connect with friends and nature, and asking for help are all ways to help manage the mother lode of stresses parents are under.\n     \n               .\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/03/11/tech/teens-feelings-social-media-pew-study",
    "title": "\n      More than a third of teens say they spend too much time on their phones, new study finds\n    ",
    "author": "Clare Duffy",
    "date": "\n  Updated\n        12:48 PM EDT, Mon March 11, 2024\n    ",
    "content": "\n            The always-online generation may be starting to unplug a bit.\n     \n            Around 40% of teenagers say they have cut back on their time on social media, according to a report published Monday by the Pew Research Center. Nearly the same proportion of teens acknowledge that they spend “too much” time on their smartphones (38%) and social media (27%).\n     \n            The findings come as   from social media to young users’ mental health and well-being continue to escalate among parents, schools and lawmakers. US Surgeon General Vivek Murthy   that he believes 13, the minimum age to sign up for many platforms, is too young for children to be on social media. And several US   have   legislation that aims to keep teens under the age of 16 off social media — although such laws have faced  .\n     \n            Monday’s Pew report indicates that some teens may be taking matters into their own hands by setting stricter boundaries around their tech use.\n     \n            All but 5% of US teens now have access to a smartphone and a   from December found that one third of teens say they use at least one of the five major social media platforms — YouTube, TikTok, Snapchat, Instagram or Facebook — “almost constantly.”\n     \n      \n       \n       \n     \n            According to Monday’s report, teen girls, who some believe are  of impacts to their mental health and body image from social media, are more likely to say they spend too much time on their phones (44%) than teen boys (33%).\n     \n            Still, the majority of teens of all ages (51%) believe they use their smartphones “about the right amount.”\n     \n            “Teens who report spending too much time on social media and smartphones are especially likely to report cutting back on each,” the report states.\n     \n            To conduct the report, Pew surveyed 1,453 U.S. teenagers ages 13 to 17 and their parents between September 26 and October 23, 2023.\n     \n            The survey also questioned teens about the feelings they experience when they go without their phones: 72% of teen respondents said they “sometimes” or “often” feel happy when they set down the screens. However, some revealed mixed emotions, as 44% of the teens surveyed said they feel anxious when they’re without their phones.\n     \n            Still, the report notes that “a minority of teens – ranging from 7% to 32% – say they often feel” anxious, upset or lonely when they’re “phone-less.”\n     \n            And more than two thirds of teens say they believe the benefits of smartphones outweigh the harms for people their age. “More teens believe smartphones make it easier, rather than harder, to be creative, pursue hobbies and do well in school,” the report states.\n     \n            A larger portion of the teen respondents (42%), however, said they believed smartphones make it harder to learn good social skills.\n     \n            The American Psychological Association   that teens undergo training before they start using social media, saying the tools are “neither inherently harmful nor beneficial” for young people but that they should have instruction in social media literacy and psychological development to minimize potential harms.\n     \n            Many parents also say they are keeping tabs on their teens’ smartphone and social media use, with half of parent respondents reporting they’ve looked through their children’s phones, particularly parents of younger teens. (And in most cases, their children seem to know it: 43% of teen respondents said their parents had looked through their phones.)\n     \n            Parents these days have more tools than ever to monitor their kids’ online experience. Many social media platforms have responded to criticisms over youth safety by launching so-called   and other features to allow parents to oversee how their teens are using the platforms, while maintaining some privacy for their kids.\n    "
  },
  {
    "url": "https://edition.cnn.com/2023/09/26/health/teen-hundreds-of-phone-notifications-report-wellness",
    "title": "\n      Teens are exhausted by phone notifications but don’t know how to quit, report finds\n    ",
    "author": "Kristen Rogers",
    "date": "\n  Updated\n        5:01 PM EDT, Tue September 26, 2023\n    ",
    "content": "\n     \n \n            Teens get as many as 237 or more notifications each day  , according to a new report.\n     \n            “Smartphones have become an always-on,   in the lives of young people,” said Dr. Jenny Radesky, a coauthor of the   by Common Sense Media — a nonprofit organization that helps kids, parents and schools navigate media — in  .\n     \n            “Because the industry has failed to offer young people better options for managing their smartphones, teens are working hard to be savvy about design features and how to set boundaries,” added Radesky, who is also division director of developmental and behavioral pediatrics at the University of Michigan C.S. Mott Children’s Hospital and co-medical director of the American Academy of Pediatrics’ Center of Excellence on Social Media and Youth Mental Health..\n     \n             \n     \n            The report’s findings are based on the Android smartphone use of about 200 11- to 17-year-olds who let their data be collected via software, and on feedback about the data from Common Sense Media’s Youth Advisory Council, which is comprised of young people who help interpret data to understand the relationships young people have with their phones.\n     \n            About one-fourth of notifications came during school hours, a finding researchers said suggests phones and apps could improve on cutting down unnecessary alerts at times when teens shouldn’t be disrupted — especially because, during school hours, most participants used their phone at least once for 43 minutes on average. But some teens used their phones for more than six hours during that time.\n     \n            “I work with teenagers and young adults for about 40 hours a week. … This research bears itself out 100%,” said John Duffy, a Chicago-based psychologist who wasn’t involved in the report, via email. “Even during therapy sessions, teenagers receive notifications at an astonishing clip, sometimes dozens of times per session.\n     \n            “Whereas a lot of adults might turn off notifications or shut their phones off while in class or an important meeting or while doing homework, teenagers tend to keep them on,” Duffy said. “An impulse pulls them toward looking at every single notification. As a result, their attention is scattered.”\n     \n      \n       \n       \n     \n            The research backed this up, finding that teens’ smartphones were their “constant companion that encourages regular pickups,” amounting to checking their phones more than 100 times daily on average and feeling they couldn’t put them down.\n     \n            Most participants also looked to their phones   and found it hard to disengage from stimulating apps such as TikTok — which was used by participants for nearly two hours on an average day, but more than seven hours for some.\n     \n            “The algorithm for TikTok is just way more addicting,” one Youth Council member said in the news release. “It draws you in more.”\n     \n            Another Youth Council member, who is in 11  grade, thinks “we’d all feel a lot better if we were on it less,” they said. “When I lost my phone … I didn’t have a phone for a week, and that week was amazing. Just not having a phone, it takes this weight off of you. It almost sets you free in a way.”\n     \n            Duffy said excessive phone use and the pressure to respond, which some teens experienced, can be anxiety-provoking and stressful even if teens aren’t aware of it, adding to this is the fact that teens’ notifications aren’t just from friends, social media, sports or celebrity gossip, but also school shootings and other tragic events.\n     \n      \n       \n       \n     \n            The findings make “abundantly clear that teens are struggling to manage their phone use, which is taking a serious toll on their ability to focus and overall mental health,” said James P. Steyer, founder and CEO of Common Sense Media, in the news release.\n     \n            Adults could do more to help teens and children   for phone use, experts said. “Young people need more support from family members and educators, as well as clear guardrails from the technologists who are intentionally designing these devices to be addictive, at the expense of kids’ well-being,” Steyer said.\n     \n            “I encourage parents and teenagers that I work with to turn off notifications and only look at them a few times a day,” Duffy said. “For most teenagers, that’s between four or five times. Any less frequently, and they get anxious that they might be missing out on something that is relevant to them.”\n     \n            The report also included participants’ insights on how they try to balance their phone use, such as avoiding picking up their phone at all during school hours lest they inadvertently spend more time on it than they should. Some teens also use “do not disturb” features — which are often customizable — that collect notifications for users to check later without having to hear or see alerts immediately.\n     \n            “For me, my parents were concerned about my phone usage time for a while, but any time they tried to put the restriction, it didn’t really work out that well,” one participant in 10th grade said. “But when I put on my own restrictions … they have been lasting a lot longer and actually worked.”\n     \n            Some of the teens whose phone use   schedule started putting their cell in another room at night. In the report, Common Sense Media encouraged parents to help teens consider which apps keep them alert before bed and which ones calm them down, so that if phone use happens before bed, it’s at least a less harmful form. For kids who use their phones to decompress after school, parents can also help them learn to achieve this in other ways.\n     \n            “Our brains operate at their best when the cognitive load — or the amount of information the brain is working to process — is low,” said Dr. Neha Chaudhary, a child and adolescent psychiatrist at Massachusetts General Hospital and chief medical officer at Modern Health, a mental health care platform for companies supporting their employees, via email.\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/09/01/sport/karolina-muchova-us-open-run-jasmine-paolini-spt-intl",
    "title": "\n      A healthy Karolína Muchová is making a run at the US Open, setting up meeting with Jasmine Paolini\n    ",
    "author": "Jill Martin",
    "date": "\n  Published\n        4:56 AM EDT, Sun September 1, 2024\n    ",
    "content": "\n             \n     \n            That’s the start of a sentence   fans have uttered multiple times throughout the 28-year-old Czech’s career.\n     \n            Muchová has gone deep before in grand slam events, but she’s also been halted before by injuries. Now, in New York at the   and unseeded, she’s once again reminding the world what kind of player she is when at full fitness: dangerous – and a threat to go deep into the fortnight.\n     \n            Muchová, with a game she says was partially inspired by Roger Federer and Novak Djokovic, has reached the fourth round after a 6-4, 6-2 win against Russian Anastasia Potapova on Saturday.\n     \n            “It’s easy for me to be motivated,” Muchová, currently ranked No. 52, told reporters. “And to playing on these big events, it’s just why I play tennis and what I play for.”\n     \n            Muchová’s next opponent is just one of two women’s players to make the second week of every grand slam this year: That would be Italy’s Jasmine Paolini, who defeated Yulia Putintseva of Kazakhstan 6-3, 6-4 Saturday. (The other woman to reach the second week in every major this year is defending US Open champion  , who is on the opposite half of the draw.)\n     \n            Muchová was a semifinalist at the 2023 US Open, losing to Gauff and rising to a career-high No. 8 in the world at the time. She also was a finalist at the 2023 French Open, a semifinalist at the 2021 Australian Open, and a two-time quarterfinalist at Wimbledon (2019 and 2021).\n     \n            But after her run to the semifinals at the US Open a year ago, she shut things down and underwent wrist surgery, not returning until late June at Eastbourne. She’s also previously had back, abdominal and ankle injuries.\n     \n            “Going far, well, at the start of the tournament? Zero thoughts about that, honestly,” Muchová said. “I didn’t know what to expect from myself.\n     \n            “I mean, I didn’t play much this year, so I was just trying to be focused on the first match. That’s usually the trickiest one. Really, really grateful and happy that I made it now to the fourth round.\n     \n            “I feel better each match actually, so it’s nice to get some matches under belt. I’m, again, happy that I will have a chance to play another match here.”\n     \n            Muchová has demonstrated some fantastic serve-and-volley tennis in New York, including in her straight sets win in the second round against four-time grand slam champion Naomi Osaka. Her   during her first-round win against Katie Volynets is in the running for the shot of the tournament – maybe even shot of the year.\n     \n            Meanwhile, Paolini’s breakthrough year just keeps getting better.\n     \n            Before 2024, the 28-year-old Italian had never made it past the second round of any grand slam tournament. It’s a completely different story now.\n     \n            Paolini, ranked a career-high No. 5 with her recent success, has the most grand slam singles match wins by a woman in 2024 with 18, and reached back-to-back grand slam finals at the French Open and Wimbledon. She also won the gold medal in women’s doubles at the   with her compatriot Sara Errani.\n     \n            “This year has been amazing. … Now I made second week in every slam,” Paolini said to reporters.\n     \n            “It’s something that’s crazy if they told me at the beginning of the year before the Australian Open, that I don’t know what I was thinking.\n     \n            “It’s a really good moment for me. I hope to, as I say, always to keep this level as much as possible. I’m really having fun playing at this level. I really enjoy (it).\n     \n            “This is I think what I was dreaming of to play at this level with this consistency in these kind of tournaments, stadiums with a lot of people. It’s really nice to be in this position.”\n     \n            Muchová leads the career head-to-head against Paolini 3-0, but they haven’t played each other since 2021. Both players showed their respect for each other on Saturday.\n     \n            “You can see that she really improved a lot. … Roland Garros, I was following actually, and I’m a fan of hers,” Muchová said of Paolini.\n     \n            “She did an incredible job and playing finals on clay and then grass in Wimbledon. It’s just pretty inspiring. Yeah, she’s (a) very nice girl. So, yeah, I was supporting (her).”\n     \n            Said Paolini of Muchová: “I’m a fan of her. She’s playing unbelievable. I really love how she plays. She can play every shot, slice, volleys, serve and volleys. She’s a very complete player, I think, a very tough opponent.\n     \n            “I hope we can play a really, really good match.”\n     \n            Their fourth-round match will take place Monday.\n    "
  },
  {
    "url": "https://edition.cnn.com/2024/09/02/sport/scottie-scheffler-tour-championship-2024-spt-intl/index.html",
    "title": "\n      ‘I’ve lived almost a full lifetime in this one year’: Scottie Scheffler caps historic season with $25M Tour Championship win\n    ",
    "author": "Jack Bantock",
    "date": "\n  Published\n        6:40 AM EDT, Mon September 2, 2024\n    ",
    "content": "\n              is tired. After the year he’s had, can anyone really blame him?\n     \n            The world No. 1 capped off a year in equal parts historic and haywire with triumph at the season-ending   on Sunday, cruising to a four-shot victory in Atlanta.\n     \n            Having begun the week with a two-stroke lead at the summit on 10-under par, a reward for his position atop the FedEx Cup standings, the American eased around East Lake with a closing four-under 67 to beat compatriot Collin Morikawa to the $25 million winner’s cut of a $100 million prize purse.\n     \n            It marks the first time since Tiger Woods in 2007 that a player has tallied seven wins in a PGA Tour season, a haul made even more impressive when you add in the  , a newborn son and the   that headlined Scheffler’s stunning campaign.\n     \n            “I feel like I’ve lived almost a full lifetime in this one year,” Scheffler told reporters. “It’s been nuts.”\n     \n            “I’m exhausted right now,” he added. “There’s really no other way around it. I’m just really, really tired.”\n     \n            Scheffler’s starting advantage at East Lake was his reward for a stellar campaign.\n     \n            The 28-year-old looked almost unbeatable during a prolific early season run, becoming the first player   before   in April – just one week on from   at Augusta National – made it four wins in five starts.\n     \n            His greatest prize followed mere weeks later, as wife Meredith gave birth to the couple’s first child, Bennett. Their son arrived just in time for the  , where the Texan was subsequently arrested amid remarkable scenes in Louisville.\n     \n            The tournament favorite had   after he was arrested driving around a police roadblock outside Valhalla Golf Club. Though the week ended in frustration on the course, with Scheffler finishing eight shots behind  , all  .\n     \n            Scheffler rebounded to add two more wins at the Memorial Tournament and Travelers Championship respectively before a stunning   last month saw him clinch Olympic gold.\n     \n            “I think when you hear people chanting ‘U-S-A’, even though it’s been over a month now since it happened … It’s pretty cool,” Scheffler said.\n     \n            “I take a lot of pride in being an American, so it was pretty fun to bring home that gold medal. As far as the year goes, I really don’t know how to put it into words.\n     \n            “You had the one weird spot there at Valhalla – I just don’t really know what to say about it – but everything else has been pretty special,” he added.\n     \n            It looked set to be a procession before Scheffler made a string of uncharacteristic errors towards the end of his front nine, starting with a skewed drive at the seventh that left him needing to escape from under a tree.\n     \n            That led to a bogey that was replicated at the following hole when the leader shanked his effort from a greenside bunker, opening the door for a flying Morikawa to move within two strokes.\n     \n            Fittingly for the season, any murmur of tension was immediately wiped out by Scheffler, who rattled off three consecutive birdies before lasering in for eagle at the par-five 15th to canter home ahead of world No. 4 Morikawa.\n     \n            “Just nothing fazes him,” Morikawa, who pocketed $12.5 million, reflected to reporters about Scheffler.\n     \n            “Whether I was close in gaining some ground or he was gaining ground, it didn’t change how he walked, how he played or how he went through every shot. That’s something to learn. I think his mental game is a lot stronger than a lot of people know.\n     \n            “It’s amazing what he’s been able to do for this entire season and over these past three years. It’s been really cool to watch him, and hopefully, I can draw something from that.”\n     \n            Attention for both Morikawa and Scheffler will now turn to the Presidents Cup, with both players automatically qualified for US captain Jim Furyk’s team that will take on Mike Weir’s international side at Royal Montreal Golf Club in Quebec, Canada, on September 24.\n     \n            Scheffler was part of a  , two years ago but struggled individually, losing three of his four matches.\n     \n            “Emotionally right now, I’m pretty drained, so I’m looking forward to going home and getting rest for a week or so before I start prepping for the Presidents Cup because that’s a tournament that I really want us to go out there and win,” Scheffler said.\n    "
  }
]