[
  {
    "url": "https://news.yahoo.com/news/made-ina-gartens-5-ingredient-151702657.html",
    "title": "I made Ina Garten's 5-ingredient burger patties. They tasted amazing and came together so quickly.",
    "author": "Terri Peters",
    "date": "2024-09-02T15:17:02.000Z",
    "content": "I made   recipe for high-quality burgers using grass-fed beef. The recipe for the patties required ground beef, olive oil, salt, pepper, and mustard. The burgers were really easy to make and tasted amazing. For my family, there's something special about sinking our teeth into well-seasoned burgers at a nice restaurant. But like many   nowadays, we like to make our meals from the comfort of our own kitchen. Recently, I came across   for high-quality burgers and knew I had to try it myself. Garten's recipe calls for beef from Niman Ranch, a company with a network of US farmers and ranchers who work to humanely and sustainably raise livestock. However, I had trouble finding Niman Ranch meat at the grocery stores near me, so I opted for grass-fed   that was 80% lean and 20% fat. I was excited to try Garten's recipe and see how high-quality   actually tasted. Here's how it went. I started by gathering the ingredients for the burgers and the caramelized-onion topping. Garten's burger recipe called for 2 pounds of ground beef, 1 tablespoon of  , 3 tablespoons of olive oil, and 1 teaspoon each of salt and pepper. Normally, I buy inexpensive ground beef, which costs about $4 per pound. But luckily, I found grass-fed ground beef at Walmart for just over $6 per pound, which worked perfectly for this recipe. Per Garten's instructions, I also planned to serve the burgers on English muffins and top them with  . So, I gathered halved English muffins, 2 pounds of yellow onions, 2 tablespoons each of olive oil, unsalted butter, and sherry-wine vinegar, half a teaspoon each of pepper and fresh thyme, and 1 teaspoon of salt. Next, I mixed the ground beef and seasonings with a fork. In the recipe's  , Garten mixes the burger ingredients with a fork to keep the meat tender. I'd normally mix burger meat with my hands, so Garten's method was a departure from my usual process. However, lightly mixing the ground beef, mustard, olive oil, salt, and pepper with a fork was surprisingly easy. I kept my hands clean, and everything in the bowl was well combined. I used a food scale to evenly divide the ground-beef mixture. Garten recommends making each burger about 1⁄3 pound, so I pulled out my food scale to ensure I had six evenly formed patties. I weighed each burger before placing it onto a plate. This recipe yielded six burger patties — perfect for feeding a family of four and having leftovers the next day. After shaping each burger by hand, I let the patties chill in the refrigerator for a bit. In the video, Garten chilled the burgers in the refrigerator before grilling them, so I did the same. I figured this step would allow for the flavors of the mustard, pepper, and salt to meld with the beef. I made my hamburger patties early in the afternoon, so I let them sit on a plate in the refrigerator for a few hours before dinnertime. Next, I made caramelized onions to go on top of the burgers. Garten's burger recipe also included instructions for making caramelized onions using 2 pounds of sliced  . Again, I broke out the food scale, thinly slicing the yellow onions until I reached 2 pounds. In total, I used about six medium-sized onions. Between gathering the ingredients and slicing the onions, I'd already spent about 20 minutes working on one topping — this was more time-consuming than I anticipated. I caramelized the sliced onions in a deep pot on the stovetop. I added the onion slices, thyme, butter, and olive oil to a large pot, put the lid on, and let everything simmer over medium-low heat for about 10 minutes. Then, I uncovered the pot and cooked the onions for about 30 minutes, occasionally stirring them to prevent them from sticking to the bottom of my pan. Once the onions were translucent and perfectly caramelized, I added the vinegar, salt, and pepper. Finally, it was time to head to my patio to grill the burgers and toast the English muffins. I placed the six  , let them cook for about five minutes, flipped them over, and added the halved English muffins face-down on the grate. After about five more minutes, the burgers were cooked to a perfect medium temperature. I placed them on a plate with the English muffins and brought them inside to finish garnishing. All that was left to do was dress the burgers and serve them. Garten's recipe suggested topping the burgers with mayonnaise and caramelized onions. I dressed four burgers exactly as Garten recommended — slathering each with my favorite Duke's Mayo and a heaping scoop of onions. Because I had less-adventurous teens at my dinner table, I plated two burgers on regular hamburger buns and topped them with American cheese. I liked that the patties were simple enough to please picky eaters but still paired well with unique buns and toppings. Garten has yet to lead me astray, and I'd make these burgers again. The burgers tasted amazing — each patty was juicy and moist (probably from adding olive oil to the ground-beef mixture), with a slight tang from the Dijon mustard. The burgers had incredible grill marks and tasted charred and smoky. The caramelized onions didn't disappoint, either. The finished onions were caramelized, flavorful, and tangy, with the perfect amount of saltiness and spice from the black pepper. I also thought the nooks and crannies of the English muffins paired perfectly with the mayonnaise. The creamy, tangy condiment settled nicely into the bread. I've made a few other   this summer, and the celebrity chef has yet to lead me astray. These burgers will become my new go-to recipe, as the patties were simple to make and full of flavor. Read the original article on "
  },
  {
    "url": "https://news.yahoo.com/news/us-ramping-spending-anti-tank-153708980.html",
    "title": "The US is ramping up spending on anti-tank missiles to replenish stockpiles amid the Ukraine war and commitments to Taiwan",
    "author": "Chris Panella",
    "date": "2024-09-02T15:37:08.000Z",
    "content": "The US Army signed a $1.3 billion follow-on contract for more Javelin portable anti-tank missiles. It's the largest single-year Javelin contract, adding to last year's deal worth up to $7.2 billion. Javelin production has increased amid US commitments to both Ukraine and Taiwan. The US is increasing its already massive, multibillion-dollar contract for more Javelin portable anti-tank missiles. The new contract, announced last week by Lockheed Martin, is a $1.3 billion follow-on order to last year's massive deal worth up to $7.2 billion, which the US Army made jointly with Lockheed Martin and Raytheon in May 2023 and said would run through 2026. The order comes as demand for Javelin weapons increases, not only across the US military but also its international partners, such as   and  . The $1.3 billion order is the largest single-year Javelin production contract to date, per  . It also demonstrates the weapon's reputation across the US Army and its international allies, Andy Amaro, president of the Javelin Joint Venture and Javelin program director at Raytheon, noted. \"Through this contract, we will continue to produce and deliver this needed capability to support global ground forces in their efforts to protect and defend their interests and sovereignty,\" Amaro said. The JJV didn't provide further details on the number of Javelin missiles included in the contract. The Javelin is a man-portable, over-the-shoulder, medium-range missile system designed to target armored vehicles and tanks. Its fire-and-forget principle allows the launcher to lock onto a target, meaning the operator doesn't need to guide the missile after it's been fired. The portability and capability make it a highly desired weapon, useful in a variety of contexts and situations. Part of the need for the follow-on order is \"the increased demand for Javelin worldwide,\" Dave Pantano, JJV vice president and Lockheed Martin Javelin program director, said. Back in 2022, Lockheed Martin announced a ramp-up in production of Javelin missiles amid the Ukraine war, as the  . Over the past two years, it has seen a 15% increase in production, up to 2,400 missiles annually. By 2026, Lockheed Martin hopes to produce 3,960 Javelins a year. Beyond the need the replenish US stockpiles that are running low because of the Ukraine war, the US also has a commitment to send Javelins to Taiwan. In Taiwan's case, the portable, anti-tank missiles could be useful for deterring a   or  . Read the original article on "
  },
  {
    "url": "https://news.yahoo.com/news/biden-impeachment-effort-dying-slow-152102012.html",
    "title": "The Biden impeachment effort is dying a slow, painful death",
    "author": "Bryan Metzger",
    "date": "2024-09-02T15:21:02.000Z",
    "content": "After a nearly yearlong inquiry, Republicans released an impeachment report two weeks ago. But the impeachment effort — which had already slowed down — appears destined to go nowhere. Some Republicans could force a vote this month. But it would be unlikely to succeed. Two weeks ago, a trio of House committees released a 291-page report on the impeachment inquiry into President Joe Biden. It was quickly forgotten. Biden is   for reelection, and the political incentives for going after the president — after all, impeachment is a fundamentally political process — have greatly diminished. That's on top of the other road bumps Republicans' monthslong effort has already encountered along the way. Now, the House has just 13 more days left in session before the November election, and Republicans will have to decide whether to follow through with something that many in the GOP base want them to do — but could hurt the swing-district Republicans that are crucial to maintaining the party's majority. The impeachment inquiry, which every House Republican   in December, focused on the notion that Biden had sought to corruptly benefit from his son Hunter's business dealings. Yet the report, despite arguing that Biden \"abused his public office for the private financial benefit of the Biden family,\" failed to establish that the president received direct financial benefits from his family's business dealings, or sought to change US policy as a result. And key aspects of the committees' evidence was  . In a statement following the report's release, House Speaker Mike Johnson released a statement commending the the work of the Oversight, Judiciary, and Ways and Means Committees that worked on the report, and encouraged \"all Americans to read this report.\" But he did not signal that any vote would be forthcoming, and dozens of Republicans remain skeptical of the idea of formally impeaching Biden. Still, individual Republican lawmakers could seek to force a vote on impeaching Biden through a privileged resolution, as Rep. Lauren Boebert of Colorado   last year. And Republicans have come up with other reasons to impeach Biden, ranging from disagreements with the administration's border policies to Biden's  . Democrats, meanwhile, appear giddy at the prospect of a rogue rank-and-file Republican lawmaker forcing the issue of impeachment in the waning days of the election. \"Call the vote. They should do that. That vote is a paved road to the minority,\" Democratic Rep. Jared Moskowitz of Florida   last week. Read the original article on "
  },
  {
    "url": "https://news.yahoo.com/news/state-officials-thought-could-fool-154432383.html",
    "title": "State officials thought they could fool Floridians with ‘Great Outdoors Initiative’ | Opinion",
    "author": "Herald readers",
    "date": "2024-09-02T15:44:32.000Z",
    "content": "The mission of a state park is to be a quiet place to enjoy and learn about natural habitat and area history. Florida has so little of such places left. John and Bessie DuBois were my grandparents. They sold 17.5 acres of Kitching Creek (in Jonathan Dickinson Park) to the government to create Camp Murphy. The unique history of this facility is so important to save and teach all our children. Please save Florida’s state parks from commercial development. Florida needs a state law against commercialization of all their state parks. The parks are for all the people. Mary Thayer Ferrell, Beaufort, NC Growing up in Miami in the 1960s and 1970s meant enjoying many wooded areas that are now developed spaces. The importance of the remaining green spaces to preserve Florida’s uniqueness cannot be overstated. There are plenty of county and municipal facilities that could better accommodate the hotels, golf courses and pickleball courts the Florida Department of Environmental Protection (DEP) proposes. Apparently, the DEP seems to have forgotten what the P in DEP stands for. James Reibel, Sebastopol, CA As the 2024-25 school year gets underway, nearly 5,000 classrooms in our state are without a professionally trained teacher, according to the Florida Education Association. These vacancies are impacting more than 100,000 Florida students, including thousands in Miami-Dade County. This trend is emblematic of the chronic teacher shortage plaguing communities across the United States. While solutions have been elusive, Achieve Miami’s Teacher Accelerator Program (TAP) has created a scalable model for recruiting, training and placing qualified teachers. Working with our partners at University of Miami, Florida International University, Miami-Dade College and Teach for America, TAP presents a direct path to becoming a teacher for those who may have never contemplated a career in education. TAP launched at the University of Miami in 2023 and 40 new teachers completed the program. This fall, TAP has nearly quadrupled its impact by preparing more than 150 participants for teaching positions. This expansion during our first two years is challenging the conventional wisdom that enlisting new teachers is a futile exercise. Our participants view education as a fulfilling, flexible career path, offering job security and competitive benefits. Between college seniors planning their next move and so-called “career changers” pivoting to education from another field, there is a deep pool of talent eager to teach. Many of these individuals possess skills and backgrounds tailor-made for the classroom. Cultivating the next generation of teachers is among our nation’s most significant challenges. TAP’s success in Miami is proving that when an accessible ramp to teaching is offered, there is no shortage of demand. Leslie Saiontz Miller, founder, Achieve Miami and the Teacher Accelerator Program, Miami Our political parties’ rhetorical commitment to “defending democracy” is belied by their actual campaigns, which consist not in informing voters, but in essentially manipulating them through misinformation, misrepresentations, deceit, distortions and outright lies. (A flagrant example of this is the recently reported pressure by the by the Biden administration on Facebook to censor content in 2020 ). If the candidates truly respected democracy, they would clearly and honestly present their qualifications and policies and then let the voters decide, respectfully deferring to the majority (the very essence of democracy). “Testifying” before the American electorate should be at least as important as testifying before a jury. A presidential election can be much more consequential than a court trial. Perhaps candidates, like witnesses, should campaign “under oath,” allowing the voters to register their preferences based on truths and not on deceptive political propaganda. Stanley Spatz, Hollywood My grandfather, who served in WW I, and my mother’s first husband, who was killed in action in 1945 in WW II, are honor burials at Arlington National Cemetery in Virginia. No politician from any political party has the right to politicize their sacrifices, or those of the men and women laid to final rest there. Common Defense, our nation’s largest grassroots veterans organization, representing 400,000 members, has stated that “Campaigning on the graves of heroes dishonors soldiers’ sacrifice.” Ex-President Donald Trump has every right to accept an invitation from a family member to join them to mark the anniversary of their veteran family member’s passing. What he has no right to do is violate the cemetery’s clear photography guidelines nor to bully the cemetery staff. What can never be forgiven is the later posting on TikTok and creation of a separate political ad for Trump, with his knowledge and approval. I speak for my family’s veterans who cannot and for all the other heroes laid beside them: shame on Trump and his staff. Martha Singleton, Miami In 2023, Miami Marlins Manager Skip Schumaker was voted National League Manager of the Year. For the 2024 season, his key starting pitchers (Sandy Alcantara, Eury Perez, Jesus Luzardo, Ryan Weathers and Braxton Garret) have been unavailable for most or all of the season. The Marlins have traded away top position players such as Luis Arraez, Jazz Chisholm Jr., Bryan De La Cruz and several key relief pitchers. Their top position player (shortstop Xavier Edwards) is out injured. What remains is a plethora of position players hitting near the Mendoza Line (.200) and pitchers who should be playing at the Double and Triple A level. Considering the above — and with the Marlins having won 49 games (as of Friday) so far in 2024 — Skip may be doing an even better job this season. Dave Oliver, Miami Lakes The prime example of chutzpah used to be the guy who killed his parents then pleaded to the judge for mercy because he was an orphan. Now, we now have a new standard. Sen. Rick Scott, who pleaded the Fifth no less than 75 times at his deposition in a Medicare fraud case in 2000, is advertising in the Miami Herald and other papers that he will protect Medicare from the likes of President Biden and Vice President Harris. If anyone believes that, please contact me for a great deal on a bridge for sale in New York City’s Brooklyn — cheap! Richard Pachter, Delray Beach Hard to believe that our criminal justice system is failing us, but it is on the verge of being worse than a third world country. How often do we see crimes on the street committed by folks who have a rap sheet pages long, ankle monitors removed, bail violated. Whatever happened to three strikes and you’re out? Hasn’t the time come that we should hold judges and prison officials who pardon or release felons way before their sentence, to some kind of accountability? Judges who release hardened criminals back to the streets, only to commit another vicious crime, should, at a minimum, explain the reason for his or her judgment. Roger Shatanof, Coral Gables Who do our politicians think they are kidding with the “Great Outdoors Initiative” ploy? It’s all about money, commercial business and destroying the natural environment to reward big dollar political donors. Paving over plants and trees, nature paths and environments for birds, butterflies and other natural flora and fauna to build recreational activities is not being environmentally caring. Too much concrete is being poured to build, build, build. Let’s please leave our state and local parks off that list. Marie D. Valenti, South Miami"
  },
  {
    "url": "https://news.yahoo.com/news/flew-uks-2-major-airlines-104802527.html",
    "title": "I flew the UK's 2 major airlines across the Atlantic. Small touches and better food gave Virgin an edge.",
    "author": "Taylor Rains",
    "date": "2024-09-02T10:48:02.000Z",
    "content": "I've flown on UK rivals British Airways and Virgin Atlantic Airways in long-haul economy. Both airlines provided similar amenities and comparable fares, but I liked Virgin slightly more. Virgin stands out with better food compared to the blander dishes on BA. Thanks to my job, I've   on almost every mainline carrier. My most recent treks were in economy on UK-based rivals British Airways and  .  sport large networks connecting the US to London and beyond, and my home airport in New York City is particularly busy. BA has a bigger presence, but it and Virgin collectively fly at least a dozen nonstops daily on the popular NY-London corridor. Fares and departure times are comparable from most airports where they compete and both airlines ranked in   for 2024. After  , I found that they're both perfectly fine options with similar mainline amenities. But I'm partial to Virgin. My BA and Virgin treks were daytime flights from New York to London. I   in years in March of 2024 and on Virgin for the first time ever in July. BA flies out of a newly renovated Terminal 8 and Virgin flies out of Terminal 4. Both flights left at around 8 a.m. from New York's John F. Kennedy International Airport and landed at London Heathrow around 9 p.m. local time. I prefer   because I can better battle the jet lag. I paid about the same $600 fare on both BA and Virgin. The two rival airlines are vying for customers, especially on the busy New York-London route, so it's no surprise they have similarly priced flights. Looking at flights this fall, BA and Virgin are roughly $600-$700 roundtrip from NYC. The holiday period is more expensive, and I noticed Virgin's fares are slightly higher than BA's around Christmas. Flights from other airports both airlines fly to, like Boston and Washington Dulles, have similar pricing patterns. I could check in online before both flights. I was happy to get my boarding pass on each airline's respective mobile app, meaning I could bypass the ticket counter if I didn't have bags. This is unlike  , which requires passengers to check in at the airport and can be inconvenient for those with just a carry-on bag. I appreciated Virgin's efficient bag drop. Both BA and Virgin have self-serve kiosks at their check-in counters, meaning customers can get their boarding pass without seeing an agent. When I flew on BA, I only had a carry-on, so I went straight to security. I had to   on my Virgin flight, and I was happy to find that its luggage drop was also self-serve. I simply printed the bag tags from the kiosk, attached them to my luggage, and scanned them at the bag drop conveyor belt. Economy passengers with Priority Pass can access Virgin's lounge. BA's economy passengers can't access   unless they have status, but those with Priority Pass — which isn't tied to airline loyalty — can visit Virgin's lounge in Terminal 4. I have a membership through my   and can use it to visit eligible airport lounges — including those owned by airlines — with a coach ticket, though they are sometimes capacity-restricted at peak hours. Virgin's New York-JFK lounge is small but comfortable, with à la carte food and a bar. The Priority Pass option in Terminal 8 offers meal credits at a restaurant, but it's   via my Chase-sourced membership. Still, I'd rather have the lounge than the restaurant. My face was scanned to board BA. BA rolled out biometric testing at US airports in 2017; my London flight was the first time I experienced it. The technology matched my facial features to my stored passport image, allowing me to board by simply looking at a monitor before walking through the door. According to BA, the facial recognition system speeds up boarding on long-haul flights by half the time. I experienced each airline's latest economy cabins.  to transform its fleet, including acquiring a dozen next-generation Airbus A350-1000s since 2019. I flew this particular jet for my trip, which the airline has introduced with upgraded business and economy-class cabins. The British Airways aircraft I took to London was a Boeing 777 with similarly revamped coach seats — though this jet didn't have the  I was assigned a window seat on BA but paid extra for an aisle on Virgin. Both BA and Virgin's regular economy seats offer 31 inches of pitch, while the extra legroom ones on BA offer 38 inches. Taller travelers may want the extra legroom seats, though the protruding exit door slightly obstructed the window seat in BA's exit row. The standard legroom on Virgin was plenty of room for me, though I'll never say no to extra space when it's randomly assigned to me. I also didn't have to worry about aisle access on BA because of the open space in front of the seats — but, typically,  Both seats featured the regular bells and whistles of economy. The economy seats were equally well-padded and featured power ports, solid tray tables, good recline, a seatback pocket, and an adjustable headrest — the latter is a necessity for me to sleep on airplanes. Both sets of inflight entertainment had good movie options and a crisp screen with a flight map. Virgin's had an outside camera, too. I liked the USB-C port offered on BA. The screen on BA popped out from the seat. This layout is only in the bulkhead and exit rows — though I prefer the regular seats, as I flew on Virgin, because the eye-level viewing angle is better. Next time I fly BA, I'll pay extra for a standard legroom economy seat to get the normal screen. It'll also be slightly wider than the exit row because the armrest is stored on the seatback, not in the armrest. Virgin's blanket and seatback pocket were better. I got good linens on Virgin and BA, but the blanket on Virgin was made with unique wings that draped over my shoulders so it wouldn't easily fall off. Further, Virgin's seatback pocket had two smaller ones attached. The exit row on BA had a small slot for the window passenger, as well as one for those in the middle section. Its regular seats each got a big pocket, but it didn't have the same organization as Virgin. It's these small touches that make me like Virgin just a bit better. I also preferred the food on Virgin. Both flights left in the morning, and the breakfast sandwich on Virgin was much better than BA's unappetizing egg dish that had a plastic-like texture. BA's did come with packaged goodies like muffins, a croissant, and yogurt that were perfectly good. I was happy there were a few filling sides I could enjoy. Virgin got brownie points for serving an actual meal before landing — a chicken dish served with cheese, salad, and pudding — that was tasty and filling. BA's, by comparison, was just a tiny, bland pastry that left much to be desired. WiFi wasn't free on either. The WiFi costs money on both BA and Virgin. I went without on BA, but  Airlines offering free internet   Airways and Delta Air Lines, the latter recently rolling it out on select international flights. I'd recommend BA or Virgin for comfort, but the latter has a slight edge. Virgin won me over for the food and small comfort details like the blanket and seatback pocket. I also like that I can access its lounge with a Priority Pass despite flying with an economy ticket and having no status. I thought the BA flight was fine, too, since it checked the boxes of having a headrest and well-padded seats. I'd just bring my own food next time. Nevertheless, travelers looking for a more elevated economy experience would likely appreciate Virgin's A350 over BA's 777. There's also reliability to think about. Besides cabin comfort, many travelers consider on-time performance when choosing which airline to fly.  for its reliability. In July, the   cited old technology and its ever-busy Heathrow hub as factors but noted the airline is revamping its operation in London and is improving its year-over-year on-time performance. Virgin, by comparison,   its 2023 punctuality performance at Heathrow was \" Nevertheless, both my BA and Virgin flights landed on time — but statistics say Virgin is your best bet to avoid disruptions. Read the original article on "
  },
  {
    "url": "https://news.yahoo.com/news/man-spent-16-years-prison-110000534.html",
    "title": "Man spent 16 years in prison after wrongful conviction, lawsuit says. He’s seeking $16M",
    "author": "Grethel Aguila",
    "date": "2024-09-02T11:00:00.000Z",
    "content": "A man freed 16 years into a life sentence was targeted and framed by North Miami Beach police — leading to his wrongful conviction, according to a new lawsuit filed in Miami federal court. Emmanuel Jean, 37, is suing the City of North Miami Beach — along with former detectives Edward Hill and Richard Rand, who later rose the department’s ranks to police chief. In the Thursday filing, Jean claims that he was falsely arrested as a teenager, maliciously prosecuted and his civil rights were deprived. He’s seeking more than $16 million in damages. “Emmanuel served 16 years and 9 months for a crime that he did not commit,” the complaint filed by attorneys Joseph Klock and Thomas Cobitz states. “He spent from age 19 until his 36th birthday incarcerated.” In July 2006, Jean, then 19, was arrested after being accused of gunning down and robbing a shopkeeper in North Miami Beach. Mohammad Ayoub, a 60-year-old Saudi Arabian immigrant and father of four, was shot in the head that May. Jean was just days away from starting his studies at College of the Canyons in California on a football scholarship. At 23, Jean was sentenced to life in prison. He maintained his innocence from the time he was arrested — a declaration that few paid attention to until a Miami judge reversed his conviction. After years of appeals, Miami-Dade Circuit Court Judge Miguel De La O ordered Jean freed after evidence surfaced that Hill pressured witnesses to lie to link Jean to the crime, the complaint states. Jean was released on his 36th birthday after striking a deal with prosecutors and pleading guilty to conspiracy to commit robbery. His life sentence was reduced to five years, and then he was immediately released after nearly two decades in prison. “He put a kid in jail and prison for 16 years and nine months,” Klock told the Miami Herald on Sunday. “And [city officials] didn’t care.” The Miami Herald reached out to the City of North Miami Beach for comment but hasn’t received a response as of Sunday evening. Since his release, Jean has focused on rebuilding his life. He’s attending paralegal school and using his story to help guide troubled young people. But he also looks back at all he lost all over the years. His community, as stigma followed upon his release. A promising football career. And his father, who died in 2012 last seeing his son in handcuffs. “Football was my passion... I saw people I grew up with and played with make it to highest level,” Jean told the Miami Herald on Sunday. “On the other hand, I ended up going in another direction because of a detective that decided to take matter into his own hands.” At 19, Jean came to the attention of Hill — a now-disgraced detective who’s a key character in his story. Hill testified at Jean’s trial, though by that time, he was already being investigated for having an improper sexual relationship with the wife of a murder suspect he was investigating, according to the lawsuit. In 2011, Hill was accused of forging documents connected to that case. Miami-Dade prosecutors dropped the murder charge against the man after handwriting experts concluded that key evidence provided by Hill was bogus, according to the Miami Herald archives. Hill wasn’t charged but was forced to resign and give up his law enforcement certification. While investigating Ayoub’s murder, Hill convinced a witness to misidentify Jean as the shooter — even though the witness specifically told Hill that Jean wasn’t the shooter, the filing says. Hill told the witness Jean committed the murder because the same gun had been used to kill another person, and all detectives needed was an identification to “put him away.” That account, however, was fabricated to pressure the witness, according to the lawsuit. The gun used to kill Ayoub was never recovered. Jean’s brother Nahum Jean testified at the trial that Richard Petit, one of the two others charged in the murder, had called him and confessed to shooting Ayoub. Police, the filing says, never investigated those allegations. North Miami Beach, the complaint alleges, let Jean sit in prison — and didn’t review his conviction — to shield itself from bad publicity and “cover up the handiwork of their disgraced detective, whose conduct was known to the top echelons of the City....” The document even speculated that charges weren’t brought against Hill because they “might lead to the further investigation of convictions achieved through the false testimony of Hill.” “It was more important to the City and the State to win than it was to provide justice and freedom for Emmanuel,” Klock and Cobitz write in the filing. After Jean’s conviction, prosecutors turned over to codefendants Petit and Lazaro Esteban Cortes Jr. almost 100 pages of records outlining Hill’s history of alleged misconduct, according to the complaint. The state also removed Hill from its witness list. Cortes accepted a plea deal for 10 years, and Petit was sentenced to eight years in prison in exchange for testifying against Jean. “...The entire sordid tale is detailed in the internal affairs files of the North Miami Beach Police Department, which contained the signatures of the City Manager, the Police Chief, and Hill’s supervisors, starting in 1988 and continuing straight through the date when Hill was fired and stripped of his law enforcement credentials,” the filing says. The damage to Jean’s reputation stemmed beyond the murder case, the lawsuit shows. While behind bars awaiting trial, Hill tried to link Jean to another murder, alleging that it was a jail-ordered hit, according to the complaint. Jean’s mugshot appeared on local news channels running the story. “It was only after the actual shooter was caught, that it was determined that the shooting was totally unrelated, but, despite the false and public accusations made against Emmanuel, [neither] Hill, Rand or the City ever cleared Emmanuel’s name,” the lawsuit states. Even years after Jean’s conviction, his mugshot appeared on a photo lineup that the department used to help its sniper team practice marksmanship, the complaint states. The police chief suspended the training program in 2015   over officers using real photos for target practice. Rand, who also investigated Jean’s case, allegedly verbally accosted Jean after his arrest and told the Haitian American teen that Haitians were “f--king up” the city, the complaint says. “It’s absolutely clear that the entire mindset of North Miami Beach... was biased against Haitian Americans,” Klock told the Miami Herald. “They had police officers using photos of Black adolescents for target practice, and they had not done anything about it [until the outrage.]”"
  },
  {
    "url": "https://news.yahoo.com/news/near-death-experiences-real-not-110200822.html",
    "title": "Near-death experiences are real - but not an opportunity for doctors to experiment | Opinion",
    "author": "John C. Hagan III",
    "date": "2024-09-02T11:02:00.000Z",
    "content": "Near-death experiences, also known as NDEs, are extremely common. In fact, as many as 1 in 5 people who almost die in a medical facility report having one — if they are asked. However, only 2% self-report if not asked. In 2017 Missouri Medicine became the first medical journal to publish a comprehensive physician-oriented study of this well-documented phenomenon. Doctors are generally not trained to recognize or treat these experiences. Consequently, the journal’s articles generated a great deal of international attention — so much so that Missouri University Press subsequently published an expanded version in book form. “The Science of Near-Death Experiences,” which I edited, remains a primary source for educating doctors about NDEs as a frequent and important medical syndrome. A recent case I know about tells a familiar story: A 48-year-old patient was having an exploratory surgery at North Kansas City Hospital. His liver was inadvertently lacerated, and he went into hemorrhagic shock, complicated by uncontrolled bleeding and cardiac arrest. He was at the point of death for 40 minutes and was defibrillated several times, but he survived. He spent 45 days in the hospital, with more than 10 of them in the intensive care unit. While in the ICU, he told his physicians and nurses, “When I was dead, I went to heaven.” They told him he imagined that trip, which they said was the result of his brain being deprived of oxygen. They told the patient not to tell anyone about his “hallucination,” warning that others would think he had suffered brain damage. In a subsequent trip to see relatives in Italy, he told physicians there about his experience. They confirmed he had had a near-death experience — and told him they are common, and that most people lose their fear of death and live better lives after having one. Later, at a neighborhood picnic back in Kansas City, the patient told me about his NDE. He said he had suddenly felt at peace, left his body and looked down to see surgeons and nurses pumping blood into both his arms. He entered a tunnel of light and “went to heaven,” where he was greeted by his mother. There, he also met and became one with the deity, whom he described as a brilliant ball of loving light. He had been raised Catholic, telling me: “Heaven is everything I hoped it would be and more. I can’t begin to describe how at peace I was.” During this experience, his mother told him it was not his time, and that he had to go back to Earth — but they would be together again not too far in the future. This patient said, “We have nothing to fear when we die.” He was upset that his American physicians and nurses did not believe him. If physicians and health personnel tell those who have near-death experiences that these life-changing events are imagined and advise them, “Don’t talk about it or people will think you are not of sound mind,” they create consequences that often adversely affect patients and their families for the rest of their lives. Proper medical treatment is simple and forthright: systematic inquiry about having NDEs in people who return from the brink of irreversible death, sympathetic listening and validation, education of the patient and their family about those experiences, and finally appropriate referral to support groups, national NDE organizations and thoughtful study of the many excellent books on the topic. I found the news story “Psychedelic drugs may give a glimpse into near-death experiences” in the Aug. 27 Star interesting, especially in its unique and insightful study of individuals who have both had a NDE and used psychedelic drugs. Conversely, disturbing was the story’s mention of the intentional use of psychedelic drugs as “a powerful tool to study near-death experiences” in otherwise healthy people, as proposed by Dinesh Pal, an associate professor at the University of Michigan. I find this practice dangerous and unethical. As many as 10% of NDEs are “distressing” and like a visit to hell, patients report. They terrify some people for life. It would be tragic and indefensible to induce even one of these upsetting experiences in a healthy human being used as a guinea pig. Like any medication, psychedelic drugs can have adverse reactions, some serious. While they offer great promise for treatment of a variety of mental disorders, if properly used and studied, their side effects and long-term consequences have not been fully delineated. These risks may be appropriate for people with major psychiatric disorders, but not for researchers with idle curiosity about near-death experiences to experiment on healthy, normal people. Such research is risky and serves no ethical purpose. Doctors, first do no harm."
  },
  {
    "url": "https://news.yahoo.com/news/ukraines-kursk-incursion-shows-russia-110449512.html",
    "title": "Ukraine's Kursk incursion shows that Russia can't attack and defend at the same time, former US ambassador says",
    "author": "Thibault Spirlet",
    "date": "2024-09-02T11:04:49.000Z",
    "content": "A former US ambassador to NATO said Ukraine's attack on Kursk exposed Russia's \"limited capabilities.\" Kurt Volker said that it shows Russia can't attack and defend at the same time. Russia has struggled to respond quickly and effectively to Ukraine's incursion. Ukraine's incursion into Russia's Kursk region shows that Russia can't simultaneously attack and defend, according to a former US ambassador to NATO. Russia \"can't attack Ukraine and defend Russia at the same time, it has had to make a choice,\" Kurt Volker said at the GLOBSEC conference in Prague on Saturday, per the  . Volker added that Russia is \"going to have to move forces from Ukraine to defend Russia,\" and that this is \"something we should be taking advantage of with long-range systems to hit them while they move.\" Since Ukraine's surprise attack on Kursk on August 6, Russia has struggled to respond quickly and effectively to Ukraine's offensive, partly due to its   and a lack of  . The Kremlin's military response has exposed   plaguing its military, including poor command and control. Last week, Oleksandr Syrskyi, the commander in chief of the Ukrainian military, said Ukrainian forces had   close to 500 square miles of Russian territory, forcing Russia to redeploy 30,000 troops to Kursk. Ukrainian forces were still conducting assaults in Kursk over the weekend, but with no confirmed advances, analysts at the Institute for the Study of War think tank  . CIA deputy director David Cohen said at the Intelligence and National Security   in Washington last week that Russian forces are in for a \"difficult fight\" if they want to retake Kursk. According to Volker, Ukraine's incursion into Kursk \"demonstrates that Russia is at the limit of its capabilities.\" ISW analysts made a similar observation in an   on Saturday. They said Russia may have redeployed limited Russian forces to Kursk that had been intended to strengthen a key part of the front line in eastern Ukraine. This, they said, suggests that Ukraine's incursion is affecting Russian operations in all sectors of the battlefield. Read the original article on "
  },
  {
    "url": "https://news.yahoo.com/news/no-wonder-taco-bell-winning-111002261.html",
    "title": "It's no wonder Taco Bell is winning the fast-food wars. Just look at how they treat their biggest fans.",
    "author": "Anneta Konstantinides",
    "date": "2024-09-02T11:10:02.000Z",
    "content": "I recently went to The Cantinas, a luxury getaway Taco Bell hosted for its biggest superfans. Tickets for a weekend pass cost $150 for two people, or $50 for two guests to enjoy a day pass. CMO Taylor Montgomery told me the weekend was Taco Bell's way of saying \"thank you\" to its fans. As the sun set over a luxury San Diego resort, my back lay flat on a purple yoga mat, and I contemplated the meaning of life at a   sound bath. It was the last thing I had expected to experience at The Cantinas, the chain's recent weekend getaway for its superfans. When Taco Bell announced the event back in July, it invited hundreds of   to slow down and enjoy \"early retirement\" with all-you-can-eat Taco Bell meals and \"senior-inspired recreation.\" As the fast-food wars heat up, it's the latest effort from the brand to invest in its biggest fans. There was pickleball, bingo, and endless burritos. But I was surprised to find that a weekend at The Cantinas was really all about community — one as passionate as the Swifties, with the desire to connect far beyond a shared love of  . But let's start from the beginning. The energy was already high when my Uber dropped me off at The Hotel at La Valle, a resort and golf club in San Diego's ritzy Rancho Santa Fe neighborhood. Excited fans had started arriving two hours before the official 10 a.m. check-in, which didn't surprise me. After all, tickets to The Cantinas — $150 for two guests to stay overnight at the hotel, $50 for two guests to enjoy a day pass — had sold out in three minutes. Much like a stadium show, the fandom's enthusiasm also showed in their clothes. Most of the guests at The Cantinas were split into two camps: country club chic (à la tennis skirts and sweater vests) or Taco Bell attire that ranged from official merchandise to handmade creations. Cartoon tacos danced across Hawaiian shirts, dresses, and matching sets. One guy even had a hot sauce necklace. Kenny Rotter, a superfan from Los Angeles decked out in a retro pink and purple set, told me he had made a new friend after bonding over their outfits. \"I was wearing a Taco Bell Hawaiian shirt. She was wearing a Hawaiian shirt that featured her cats, and it was just friendship at first bite,\" Rotter told me on the event's second day. I hadn't packed any Taco Bell attire, but there was no need to stress. As I walked into the lobby of La Valle, I was immediately handed a white canvas tote bag with \"The Cantinas\" emblazoned in cheerful bright pink. Inside was a pair of crew socks, a scarf, a fanny pack, and sunglasses, all with the \"Cantinas\" branding. There was also The Cantinas Sundries shop, where fans could pick a free clothing item and accessory from 500 different pieces sourced from thrift stores across the country. Hanging among the racks were limited-edition Taco Bell merchandise, vintage T-shirts, basketball shorts, hot pants, and many, many hats. It was time for a tour of the grounds. I was whisked away with the help of a purple golf cart. This subtle attention to detail impressed me throughout The Cantinas weekend. There were also purple golf balls, purple yoga mats, and a white-and-purple checkered blanket that covered the hot-pink sheets in my bed at La Valle. Even the fire pit had purple stones. The dedication to Taco Bell's signature color showed how much thought had been put into the weekend. We sped through the lush green of the 200-acre hotel, catching a glimpse of the nine-hole course where guests of The Cantinas could reserve tee times all weekend. Also available were the gym, swimming pool, and private pickleball and tennis courts. You could easily bop from one Taco Bell activity to the next or just relax and have an affordable San Diego escape. This was, without a doubt, the biggest brand activation I'd ever seen. We've come a long way from fast-food chains hoping to build up hype and boost sales with a simple sweepstakes. In recent years, there's been a Cheetos runway show at New York Fashion Week, a Cheez-It diner in Woodstock, and a   in LA. Subway has invited fans to dine in a 180-foot-long blimp in the sky, while Planters created a peanut-shaped dive bar. With the  , these unique activations have been a way for brands to grab interest, headlines, and social media clicks. As a lifestyle writer for the last half-decade, I've seen and been to many of them — but The Cantinas felt different. Most of the people I talked to during the weekend were true fans rather than influencers who'd bring an audience with them. The itinerary was purposely designed to allow guests to relax, not just take photos for Instagram. From the food to the swag, just about everything was free. It seemed like a big switch up from the   the chain's last weekend getaway back in 2019. I wasn't at the event, but I learned from reading various reviews that much of the food, drinks, and merchandise had to be purchased. When I spoke to   on my first day at The Cantinas, he told me the event's purpose was to say \"thank you\" to Taco Bell's loyal supporters. \"A lot of brands say it, but we wanted to create a mecca for our biggest fans,\" he said. \"This is more a celebration of them than it is about the brand itself.\" While Montgomery wouldn't spill how much money Taco Bell spent on The Cantinas, he said it was worth the price. \"From a business standpoint, these types of actions show that we're putting our money where our mouth is in terms of what we believe in and where we want the brand to go,\" he added. \"And then we invite consumers into it.\" Taco Bell can afford to splash out right now. While many fast-food chains continue to struggle, Taco Bell reported a   in the most recent quarter — outpacing McDonald's and its sister companies KFC and Pizza Hut, among others. The chain has been making smart business moves over the last few years, revamping its   (where everything costs under $3) and keeping customers excited by frequently bringing back discontinued and limited-edition menu items. Even   couldn't hold back her delight over the return of the Mexican Pizza. But Taco Bell isn't getting complacent. The chain's savvy business strategy still underlies The Cantinas, which was named after the chain's   dishes. The new menu, launched in March, was part of Taco Bell's mission to show the world that it's more than just your midnight drive-thru stop. \"I think where we sit sometimes in culture is that we're just a late-night brand,\" Montgomery told me. \"Doing something like this shows we have a depth and range to Taco Bell, that we want consumers to think about us for more occasions than they think about us today. \" The chain thinks this push is especially important as it looks to Gen Z, who are not only   than millennials but also  . \"We're on this big journey of, 'How do we make 'Live Más' even more relevant and meaningful for the next generation of consumers?'\" Montgomery said, echoing the iconic slogan Taco Bell has held for the last 12 years. \"Gen Z, their values are very different from us millennials; they'd rather turn in than turn up,\" he added. \"If we want to make 'Live Más' relevant for the next generation, we have to take action and show that we're in tune with them.\" After my chat with Montgomery, I had my first of many   over the weekend. And since I had missed the \"Welcome Nachos\" breakfast (thanks, LA traffic), I was extremely excited by the spread. On offer were four of the five menu items on the Cantina Chicken menu: the soft taco, crispy taco, burrito, and bowl. There were also bowls of tortilla chips and nacho cheese sauce for dipping. I opted for the Cantina chicken burrito and soft taco, my favorite  . After lunch, I wandered over to the room next door and was surprised to find it was completely packed with people making bracelets. The tables were strewn with colorful beads, charms, chains, and strings, and the air was buzzing with soft chatter. It all felt incredibly sweet and wholesome. As I found an empty seat and got to work on a bracelet for my boyfriend, I began chatting with a man named Tim, who I quickly realized might be Taco Bell's biggest superfan. Tim revealed he was an avid runner who had trekked two miles to grab a single taco from Taco Bell for 97 days in a row. \"I figured out how many calories it would take to burn if I got a taco. I jogged there, got one single taco, and returned home,\" Tim said. \"Some days, I'd do it with a weighted vest. That'd be my hot girl walk.\" Tim said this incredibly nonchalantly as he worked on bracelets for everyone around him. He gifted me a bright blue bracelet decorated with the words \"Baja Blasted\" and taught me how to tie the string on my creation properly. I then headed to the pickleball \"dink and drink\" tournament, which was being hosted by influencer Joey Zauzig. When I asked Zauzig what made Taco Bell's fandom so special, he said there was a real \"sense of community.\" \"You can really connect with someone who enjoys Taco Bell as much as you,\" he said. \"Friendships form over Taco Bell, and I feel like you don't get that at any other fast-food restaurant.\" Zauzig's point was proven moments later as we passionately discussed our shared love of the Cantina chicken burrito. \"I think it's the purple cabbage; it just makes it feel so fresh,\" I said. \"I was literally just about to say that!\" Zauzig replied excitedly. \"It's the purple cabbage!\" I joked that I had never bonded with someone over the lettuce of a Big Mac. \"See what I mean?\" Zauzig said. The second day was easily my favorite at The Cantinas. After whizzing through a packed schedule of activities on Saturday, I wanted to relax and spend most of the day talking to superfans. As I strolled through the dining room and patio on Sunday morning, it seemed many around me felt the same. Groups were already clustered around tables, happily chatting or playing chess and Scrabble. It wasn't until I sat down to chat with Kenny Rotter, an LA superfan, that I realized I had barely seen people on their phones all weekend. \"One of the things I'm loving is that this entire weekend has fostered creativity, and I think that's something that is lacking in everyday society,\" Rotter said. \"If Taco Bell can get people off of their phones and doing things face to face, I think that's beautiful, and wonderful, and awesome.\" When I asked Rotter why Taco Bell was so important to him, he recalled a trip to the only Taco Bell in Hawaii that sells kalua pork, where the staff lit up over his Hawaiian Taco Bell shirt. He compared a meal at the chain to \"early 2000s pop punk music — no matter what mood I'm in, that makes it better.\" There were many conversations about Taco Bell at The Cantinas, but many weren't. As I met more guests at the still-life painting class or the \"Hot Sauce Walk\" around the golf course, I learned about their lives, their families, and their dogs. I eavesdropped on people discussing politics and was touched as one group I sat with bonded over their shared struggles of anxiety, depression, and loss. Many of these superfans were strangers a day ago, and here they were, sharing some of their darkest moments. As our weekend at The Cantinas wound down with another night of Bingo — where prizes included $500 Taco Bell gift cards — we were asked to go to the patio for a sunset \"Baja Blast Break.\" There were happy gasps throughout the crowd as we saw a man on the green get down on one knee and ask his girlfriend to marry him. A Taco Bell spokesperson later told me that the team had arranged something special for the couple after James told someone he planned to propose to his now-fiancé Caroline during check-in. They later sped away in a purple golf cart with the words \"Just Engaged\" on the front, cans of Baja Blast tinkling behind them. At The Cantinas, there were no flashy performances, no influx of influencers and their entourages at the pool, and no endless Instagram photo ops. It was incredibly refreshing and shows a shift in culture that Taco Bell has smartly picked up on. In a post-pandemic world, as the loneliness epidemic rages on, aren't we all just searching for a chance to connect? Plenty of critics will say that only in America could people bond over a fast-food chain. Yet as our society's monoculture disappears, as we all watch different TV shows and fall deeper into highly-curated TikTok FYP pages, our shared experiences are rapidly diminishing. But many people still remember what it was like to roll through Taco Bell at any hour of the day to grab a   or Crunchwrap Supreme for the first time. After all, friendships are formed over Taco Bell. Read the original article on "
  },
  {
    "url": "https://news.yahoo.com/news/many-americans-wont-travel-tough-112402420.html",
    "title": "Many Americans say they won't give up travel in tough economic times. Here's how they're saving on road trips.",
    "author": "Kelsey Vlamis",
    "date": "2024-09-02T11:24:02.000Z",
    "content": "Many Americans are prioritizing travel despite concerns about the economy. Labor Day weekend domestic travel is projected by AAA to be up 9% year over year. Consumers can cut costs by choosing cheaper hotels, taking shorter trips, and planning ahead. Americans are increasingly seeing  , with many people willing to cut back in other areas — or even   — before giving up vacation altogether. Rod Griffin, senior director of public education and advocacy at Experian, said even though many Americans are worried about the economy, they're still traveling. \"They're just looking for ways to make it more affordable, or at least reduce the costs,\" he told Business Insider. After a  , AAA estimates domestic travel over Labor Day weekend is up 9% from last year, while international travel is down 4%, according to their booking numbers. AAA said the shift is driven in part by inflation, which has made trips abroad 11% more expensive. Griffin said he's spoken to consumers who are paying closer attention to their options when it comes to making travel more affordable and that includes rethinking how to travel domestically, like by taking  .  from May found that 71% of consumers surveyed felt that inflation impacted their road trip plans. The survey respondents included 1,008 insured drivers, who, on average, said they expected to spend more than $1,000 on road trip expenses. Gas, lodging, and food were the expenses respondents expected to spend the most on during their trip. Griffin said there are various ways consumers say they are cutting back on   costs, from opting for less expensive hotels to packing lunches rather than stopping for every meal to taking group trips that enable cost splitting. Some Americans are also taking trips that aren't as far away in order to save on gas but still get quality family time in. \"People are looking at, not a staycation, but a closer to home vacation, as opposed to going cross country\" in order to save on fuel and lodging, he said. In some cases, like if you are a couple traveling in an area with higher gas prices, it may even be cheaper to fly rather than drive, so weighing those options is another way to ensure you're opting for the most affordable option. Travel-minded Americans can also focus on the bigger picture of their finances in order to out aside more money for travel, Griffin said. For families who rely on road trips, keeping up with car maintenance can avoid costly and unexpected vacation expenses. Experian said three out of four surveyed consumers said they were worried about car insurance rates increasing, so Griffin said another option is to shop around for lower rates, noting that Experian has an insurance marketplace that can be used. \"Reduce overall costs that affect that budget in the long term,\" he said. Americans can also focus on utilizing their credit card points or actively seeking out a credit card that comes with rewards for common  The key thing to saving money on road trips is to plan ahead, Griffin said, and to set a budget and stick with it. Read the original article on "
  },
  {
    "url": "https://news.yahoo.com/news/harris-sprints-middle-ahead-2024-114902840.html",
    "title": "Harris sprints to the middle ahead of 2024 home stretch",
    "author": "Brent D. Griffiths",
    "date": "2024-09-02T11:49:02.000Z",
    "content": "Vice President Kamala Harris is rushing to appeal to the center in the final dash before the election. Trump looked like he was trying a similar approach on abortion, but he stepped back amid an outcry. Harris is trying to build a permission structure for Republicans to support her.  is doing everything she can to sprint to the middle in a bid to convince undecided voters and woo Republicans in the mad dash before Election Day. Labor Day historically marks the beginning of the final push ahead of November. This election has already featured more upheaval, particularly President Joe Biden's   to abandon his run, than most in recent memory. In a little more than 60 days, the nation will select its next president. Pennsylvania, the state that looms largest, will kick off early voting on September 16. According to a Gallup poll, only about 1 in 5 adults nationwide have yet to decide who to support. Despite Harris' clear momentum, the race remains too close to call. According to RealClearPolitics' national polling average, Harris led by 1.8 percentage points on Friday. The Washington Post's average of key swing states showed the biggest leads were in Pennsylvania and Wisconsin, where Harris is up by 3 points — hardly a comfortable lead. Four other states had a leader of less than 1 point, underlying the  The holiday weekend is also around the time when more Americans tune into the race for the White House, though   that many voters are already paying more attention to the contest than ever before. \"If people are giving more thought, those turned out to be higher turnout elections and where we're standing in August — we've never got a higher percentage who have given quite a lot of thought to the election in August,\" Gallup Senior Editor Jeffrey M. Jones told Business Insider. \"This looks like it could be another high-turnout election if not surpassing what we saw in 2020, which was the highest in over 100 years.\" In her first interview since becoming the Democratic presidential nominee, Harris   that she has changed her views on immigration. As a Democratic presidential primary candidate in 2019, she said she would support decriminalizing the border. Her stance made sense, given that many of her primary opponents were also in a race to appease progressives by taking liberal stances on guns, criminal justice, race, and immigration. At the time, Harris' past as a prosecutor spawned memes of \"Kamala's a cop.\" Now she proudly leans into her background as San Francisco district attorney and California attorney general to buttress her stances on immigration. \"I believe there should be consequence,\" Harris told CNN's Dana Bash. \"We have laws that have to be followed and enforced that address and deal with people who cross our border illegally. And there should be consequence. And let's be clear, in this race, I'm the only person who has prosecuted transnational criminal organizations who traffic in guns, drugs, and human beings.\" Harris reminding voters that Trump sunk a bipartisan immigration solution makes him look pretty bad. Smart approach. — Frank Luntz (@FrankLuntz)  Polls have consistently shown voters trust Trump more on immigration. He has almost singlehandedly changed the politics around the topic. His campaign has also tried to tie Harris to the issue, given her responsibility for dealing with the root causes of migration, deeming her \"Biden's border czar.\" The White House never gave Harris that title, but some initial coverage did refer to her as a \"border czar.\" It's not the only issue Harris has changed his stance on. She no longer wants to ban fracking, a critical issue in Pennsylvania. Harris also no longer supports Medicare for All, Bernie Sanders' signature position that loomed over the 2020 Democratic primary field. And in a show of just how serious she is about reaching out to Republicans, Harris committed to   to her Cabinet. Neither Biden nor Trump continued the once-common tradition of naming a member of the opposite party to a Cabinet post. Trump's team isn't buying the new Harris, pointing to her own statements that her \"values have not changed.\" The former president and his allies have tried to brand Harris as a California liberal, but their efforts have been  — mostly notably, Trump suggesting Harris was not really Black. \"Kamala confirmed she's still a Radical Left lunatic,\" a Trump campaign summary of the CNN interview read, highlighting Harris' value quote. Trump once worried about how the historic reversal of Roe could affect his fellow Republicans, The New York Times previously reported. Recently, it appeared that the former president recognized the issue's lasting strength and was trimming his sails as a result. Polls have long shown that abortion rights are one of Democrats' largest cudgels to wield against the former president. Two swing states, Arizona and Nevada, will have ballot measures this November that propose adding abortion protections to their respective state constitutions. In a series of statements, Trump  a more moderate approach despite appointing the three conservative justices that allowed for the landmark reversal of Roe v. Wade. Trump wrote on Truth Social that his administration would be \"great for women and their reproductive rights.\" He also reiterated his opposition to Florida's law which bans most abortions after just six weeks of pregnancy, seeming to indicate that he would support a ballot measure this November that seeks to overturn the controversial law. Key voices in the antiabortion movement and on the Christian right began to sound the alarm. Erick Erickson, an influential conservative radio host, said if Trump lost the election, it could be traced to his murky comments about the Florida measure the sounded close to an endorsement. As the outcry began to grow, Trump abruptly came out against the Florida ballot initiative on Friday after months of hemming and hawing over it. \"I think six weeks, you need more time than six weeks,\" Trump told Fox News. \"I disagreed with that right from the early primaries. When I heard about it, I disagreed with it. At the same time, the Democrats are radical because the nine months is just a ridiculous situation where you can do an abortion in the ninth month.\" By voting against Amendment 4, Trump' sets up the possibility that Florida's current ban on most abortions after six weeks of pregnancy will be left in place. He has long opposed that law and criticized Gov. Ron DeSantis for his role in its creation. At the same time, Trump argued Amendment 4 would go too far. According to the measure's language, it would add the following language to the state's constitution: \"No law shall prohibit, penalize, delay, or restrict abortion before viability or when necessary to protect the patient's health, as determined by the patient's healthcare provider.\" Florida's vote is the biggest test case for Trump's newfound belief that states should decide the future of abortion rights. In theory, this means some voters will support greater access to abortion, which is the antithesis of what the evangelical right wants to achieve. The entire episode highlights that in a dash for the middle, either candidate can only go as far as their base is willing to let them or risk incurring their wrath. \"Donald Trump just made his position on abortion very clear: He will vote to uphold an abortion ban so extreme it applies before many women even know they are pregnant,\" Harris said in a statement released by her campaign slamming Trump's announcement. Read the original article on "
  },
  {
    "url": "https://news.yahoo.com/news/putin-gave-niece-no-military-113945149.html",
    "title": "Putin gave a niece with no military experience a key defense job: UK Intel",
    "author": "Tom Porter",
    "date": "2024-09-02T11:39:45.000Z",
    "content": "Vladimir Putin appointed a relative to a top defense position, reports say. The relative, Anna Tsivileva, is Russia's new state secretary of defense. UK intelligence said the appointment stretched even Russia's tolerance for nepotism. Russian President Vladimir Putin's decision to appoint a relative to a top defense role tested \"even Russian tolerance for corrupt practice,\"  The Kremlin announced in August that Putin had appointed   the daughter of Putin's cousin, as the state secretary of the military. According to the MoD, Tsivileva is often referred to as Putin's niece in Russia. Tsivileva was appointed to the new role after being assigned the job of deputy minister in June. her new job is a prominent role that's \"elevated above ordinary deputy defence minister\" and involves overseeing the Russian defense ministry's relationship with other government departments. However, the UK's MoD pointed out that, before last year, Tsivileva had \"no known background or relationship to defence matters.\" \"She trained as a psychiatrist before making money in a number of medical supply companies.\" \"Tsivileva's original appointment in June drew muted criticism from the Russian press for the nepotism that tested even Russian tolerance for corrupt practice,\" the MoD said. Sources close to the Kremlin  that Tsivileva still had personal contact with Putin, elevating her above other officials, as the Russian president has become increasingly isolated and paranoid. Russian independent media outlet Insider, Tsivileva is married to Russian energy minister Sergei Tsivilev, and trained as a psychiatrist before running a mining firm and tourism business. Ahead of her appointment to government, she ran an organisation known as Defenders of the Fatherland, which was responsible for collecting donations for Russia's war in Ukraine. With the war in Ukraine now in its third year, Putin has, in recent months, moved to reform the Russian military and elevated loyalists to key positions. In the wake of the humiliating incursion into Kursk by the   Putin appointed his former bodyguard, Alexei Dyumin, in charge of overseeing the military operation to repel the invasion. He nominated economist Andrei Belousov, a longtime loyalist, as defense minister in May, as part of  t increase. Of Tsivileva's new role, the UK's MoD said that \"there is a realistic possibility that her further elevation is indicative of the increasing insularity of the Russian elite.\" Read the original article on "
  },
  {
    "url": "https://news.yahoo.com/news/california-lawmakers-decline-hear-criminal-115500114.html",
    "title": "California lawmakers decline to hear criminal justice reform bill before session ends",
    "author": "Andrew Sheeler",
    "date": "2024-09-02T11:55:00.000Z",
    "content": "In the end, it just couldn’t make it to the floor for a vote. In the waning days of the legislative session, the  last week opted not to bring  , the troubled criminal justice reform bill by Sen.  , D-San Jose, for final consideration. bringing an end to a two-year bill process that saw many ups and downs. “After two years of negotiations and over a dozen deliberated amendments, I am incredibly disappointed that SB 94 was not granted the opportunity to be heard and the amendments considered for vote by the full Legislature. The bill, like those it would’ve helped, did not get its day in court,” Cortese said in a statement. SB 94 would have granted certain incarcerated individuals serving life in prison without the possibility of parole the opportunity to petition for re-sentencing, provided they were sentenced before June 5, 1990, and that they have served a minimum of 25 years. The bill would’ve exempted sex offenders and people found guilty of killing police officers. “The California model of rehabilitation often works, but we must do better. We must continue the conversation and revisit racist, inconsistent and harmful sentencing that has disproportionately impacted Californians for over twenty years, and will continue to wreak havoc until fixed,” Cortese said. Legislative Republicans, who loudly opposed the bill, were equally loud to cheer it’s failure. “The radical SB 94 was a direct assault on the rights of California families who have suffered the unimaginable loss of a loved one at the hands of violent criminals,” said Senate Minority Leader  , R-Santee, in a statement. “Thank you to Californians for standing up for justice, victims’ rights, and public safety. Together, we’ve ensured that when violent murderers brutally take a life, they lose their right to freedom — forever.” Assembly Republican Leader  , R-Yuba City, added that “Violent murderers deserve to be punished for their crimes. I’m proud we were able to amplify the voices of victims demanding justice, and grateful for the unwavering support from members of law enforcement and district attorneys who helped kill this harmful bill.” Cortese defended his bill in his statement, saying that the proposed amendments would have narrowed SB 94 “substantially, and demonstrated our constant attention to the voices of concern while keeping intact its original intent — judicial equity.” “SB 94 would not let a single person out of prison, it is not a risk to public safety nor does it tie judge’s hands in favor of resentencing. We must have faith that our judicial system, parole board and executive branch act to ensure safety and justice,” Cortese said. Last week, we revealed that Democrat Sen.   has garnered the support of a number of his Sacramento colleagues in his bid to be lieutenant governor in 2026. This week, fellow Democrat  , former mayor of Stockton, has notched his own endorsements, including from former state senator and current Los Angeles County Supervisor  . “His work as Stockton’s mayor and leading statewide and national advocacy groups exemplify the type of leader we need as lieutenant governor — someone who will lead on better education, a healthier environment, and a fairer economy for all,” Mitchell said in a statement. Tubbs made a name for himself as mayor when he unveiled a guaranteed basic income program for some of his constituents, providing them with no-strings-attached money to help them pay for life’s necessities. He now serves as special adviser to Gov.  , as well as the founder of the group  . Tubbs and Bradford are two top Democrats seeking the office of lieutenant governor — a springboard to higher office for many, including Newsom. California State Treasurer   is a third. No prominent Republican has entered the race yet. “When California voters passed Proposition 1 in March, we promised you transformational change. Today, we’re continuing to show our work — for you, the people of California. Counties have the tools to create change, and now Californians will have the tools to track their county’s progress. It’s up to all of us to make sure these life-saving transformations are happening urgently on the local level.” - California Gov. Gavin Newsom, discussing the launch of   intended to hold the government accountable for the implementation of Proposition 1, the 2024 measure to expand mental health and substance abuse treatment in the state. California lawmakers   in schools. Will Newsom sign it? Via  . Bill seeking to close California state workers’ pay gaps  : Gavin Newsom’s desk, via  . California lawmakers   $500M in electric bill refunds, streamline clean energy, via  ."
  },
  {
    "url": "https://news.yahoo.com/news/old-sacramento-tiny-house-survived-120000288.html",
    "title": "This old Sacramento tiny house survived redevelopment. Was it luck or love?",
    "author": "Graham Womack",
    "date": "2024-09-02T12:00:00.000Z",
    "content": "Rebekah Christensen had recently sold a house in East Sacramento when her daughter spotted the tiny home that would become her escape. “My daughter turned the corner and she picks up the phone and she goes, ‘Oh my God, Mom, I found this place. I found this place, and it’s just this tiny little house, and it looks like you could pick up the roof and move in,’” Christensen said. So began another phase of life for one of the central city’s most unique properties, the 632-square-foot, circa 1890 home at 909 22nd St. that Christensen has owned since 2001 and  The house, which will be on a Sept. 22 tour of Boulevard Park led by local historian Bill Burg, is one of a scattered number throughout the city where owners have forgone selling the property to developers in favor of preserving history. Some of these properties might be on the historic registry and can’t be torn down or redeveloped. Others, like Christensen’s tiny house, represent owners who fell in love with a house that evokes an earlier time. These owners take on the cost and work of restoring the houses to good order and knowingly sacrifice some modern conveniences knowing the houses will never be smart homes. But these people get something else for their money. Originally, it wasn’t just Christensen’s small house on 22nd Street. There were three equivalent-sized houses directly alongside it, leading to an alley midway through the block. When built sometime around 1890, the four houses might have been affiliated with Union Park Racetrack. This early horse racing venue appears to have been located between B and H streets to the north and south and 20th and 23rd streets to the west and east, based on a review of an 1895 Sanborn map that included an unnamed racetrack. Michael Schoenleber, a retired attorney whose family has owned an office building next door to Christensen’s house since 2000, said he’d heard that the four houses were “either residences for the horse track employees or they were tack houses for the horses.” It makes sense these houses might have accommodated jockeys. Christensen’s house is a shotgun-style home with one room opening onto another. The entire lot is just 1,742 square feet, about one-third the size of an average lot. There’s no garage and only a small back patio. This racetrack land got developed in the early 1900s, but for many years, the little houses stayed, with the Christensen’s attracting different people. “The cottage hosted a revolving door of residents: a mattress maker, a foreman, and even a hopeful woman seeking laundry work,” Christensen wrote in a history of her house. “The 1910s saw a subtle yet significant shift, with an interracial couple residing at 909, a quiet defiance of the prevailing norms of the time.” It was a definite defiance of those times, with interracial marriage banned in California until 1948 and not legalized throughout the United States until 1967. Burg has written of perhaps the house’s most notable resident, Grant Cross, co-founder of the West End Club, a social organization for African American people. Cross and his wife Rose Cross lived in a variety of homes around Sacramento, but Christensen’s is the only one still standing, Burg noted. A 1949 picture from the Center for Sacramento History shows all four houses standing. As late as the early 1960s, newspaper listings advertised when the cottages were coming up for rent, though times would soon change. By the early 1960s, Neva Cimaroli and Adele Taylor had done well enough in their real estate business to construct offices at 911 22nd St. Cimaroli and Taylor had a building with ground-floor offices and second-floor apartments constructed on land formerly occupied by the little houses at 911 and 913 22nd St. A small parking lot sits today on the parcel where 915 22nd St. had stood. Michael Corbett, who is now 83 and lives in Davis, designed the office building not long after studying architecture at California Polytechnic State University, San Luis Obispo. His stepfather A. R. Hensley, who’d been acquainted with Cimaroli, was the listed builder for the project. Corbett had a capable person to work with on the project in Cimaroli, who would forge a long career in local development and was named Woman of the Year by the California Legislature in 2001, according to her 2014 obituary when she died at 87. “She was interested in doing good projects and not just making money,” Corbett said. Sandy Smoley, who served on the Sacramento County Board of Supervisors from 1972-1992, remembered how prepared Cimaroli used to be when she would meet with her about projects. “She was kind of like a pioneering woman,” Smoley said. For the office project, Corbett had to make use of tight space, with the parcel measuring just over 3,000 square feet. “I was very interested in kind of a modern approach and I thought the front elevation with the exposed staircase coming up and office below, I just thought it was a pretty good design for that piece of property,” Corbett said. Years after designing Cimaroli and Taylor’s building, Corbett would win international acclaim for helping develop another project that made use of tight space, the sustainable Lincoln Village in Davis. Corbett didn’t remember Christensen’s house, either why it was spared from demolition or when the other houses came down to build the office. But it seems implicit that the land at 909 22nd St. might have been useful for the project. The Sacramento Bee noted in early 1965 that Cimaroli and Taylor had been exempted from providing off-street parking due to hardship. Around this time, though, 909 22nd St. had been embroiled in litigation that might have complicated a title transfer. Mabel C. Clark, who’d bought the house on contract from Philipp Peterson, won a court order in 1963, two years after Peterson’s death, for the property to be transferred to her. It appears to have taken until 1976, however, for this transfer to be finalized with an additional deed of conveyance, based on a review of records at the Sacramento County Clerk’s Office. Around the time that Rebekah Christensen bought 909 22nd St. in November 2001, she began dating Keith Christensen, who she would marry in 2003. He would also prove useful for the heavy amount of work that the house has needed to be brought back. The house was technically habitable at its time of purchase but needed someone willing to put time in to make it shine. “Keith is just meticulous,” she said. For such a small house, there was one project after another waiting to be tackled over the course of multiple renovations through the years. Seven layers of linoleum flooring came out of the kitchen. The original hardwood floors were brought back, but only after carefully sanding off paint. There was plumbing, sewer and electric work and much more. Keith Christenesen owned a house in the Sacramento area, so he worked on the house for a year before he and Rebekah spent their first night there. They would live in the house part-time for some years. “Little House became our midtown escape and it became the reason that we wanted to live down here,” Rebekah Christensen said. Today, the Christensens own a four-story house which is within walking distance at 22nd Street and Capitol Avenue. They rent Little House out for events, sometimes as often as a few times a week. The house has also served as a base for business efforts Rebekah Christensen has been involved in, including her nonprofit One World Institute and a government program CAL-IPGCA. It’s even helped foster the artistic interests of the Christensen’s 19-year-old grandson Vincent Patella, who painted a mural of a rooster on a neighboring garage that’s visible from the house’s living room. Another part of the garage has a second mural by an artist who told Rebekah Christensen they didn’t want to be publicly named. Patella admits that design-wise, the house reflects his grandparents. “It’s cute and, like, homey, which is definitely how I describe the relationships my grandparents have,” Patella said. “But it’s – there’s a deep amount of love and care put into the house that I’d say is reflected deeply in who they are as people.” Preservation Sacramento’s 2024 Home Tour takes place in the Boulevard Park historic district. 10 a.m.-4 p.m. Sept. 22 $25 members, $30 non-members $30 day-of-tour tickets can be bought at ticket booth and street fair at 23rd and F streets, the former Rite Aid parking lot. preservationsacramento.org/hometour If you want to learn more about “Little House,” here is the website at "
  },
  {
    "url": "https://news.yahoo.com/news/billionaire-hopes-change-understanding-sea-120502498.html",
    "title": "A billionaire hopes to change our understanding of sea life and save the oceans with a research vessel straight out of 'Star Trek'",
    "author": "Jenny McGrath",
    "date": "2024-09-02T12:05:02.000Z",
    "content": "OceanXplorer, a 285-foot  , contains cutting-edge tools for ocean science. Billionaire Ray Dalio bought the former oil ship and helped transform it into a world-leading research vessel. Ray Dalio's son wants the ship to inspire ocean conservation through advanced research and documentaries. The   is both science and spectacle. The 285-foot research vessel gives ocean scientists access to virtual reality,  , a helicopter, and onboard laboratories, all in a setting designed to evoke a Marvel movie. \"It has basically every tool a researcher could dream of for exploring the deep,\" Eric Stackpole, a remotely operated vehicle expert, told Business Insider. Stackpole is part of a team that traveled on the ship from a volcanic archipelago in the North Atlantic to just south of the North Pole for National Geographic's new show \"OceanXplorers.\" See what it was like to follow polar bears from the sky and study sharks from the seafloor. OceanX converted a former oil vessel into a research ship.  bought the boat  . It was an oil ship at the time and he and his son Mark Dalio spent the next four years transforming it into a one-of-a-kind research vessel capable of real-time scientific analysis. Experts from the   consulted to ensure scientists would have everything they needed on board. For example, it might take a typical research vehicle several years to get   results back and then return to the same location equipped with that data. With OceanXplorer's onboard lab, researchers can collect samples, process the data in real-time, and then make informed decisions based on what they find. \"We feel like it's a lot more efficient,\" said Mark Dalio, co-CEO of OceanX, the company that owns OceanXplorer. It's helping scientists solve some of the sea's greatest mysteries. The vessel's pair of three-seater submersibles can descend over 3,000 feet and stay on the seafloor for 12 hours. As a passenger in one, biologist Nigel Hussey witnessed something he'd never seen before, a   feeding in its own habitat. The sharks can live for over 400 years, the longest of any vertebrate, but they spend much of their time in deep, difficult-to-access waters of the Arctic. \"To actually witness and see an animal that you've committed a huge amount of time, blood, sweat, and tears to studying, it's indescribable how fabulous it is,\" Hussey said in National Geographic's show. Seeing the cautious way the shark approached food could indicate one reason the  , Hussey said. Some researchers want to learn more about these animals in the hopes of lengthening human lifespans. It was built for many kinds of science. On board, scientists can use the   labs to analyze samples, sequence DNA, and study specimens. Meanwhile, ROVs explore  ; sonar  ; and a sampling tool measures the water's temperature, pressure, and salinity. \"I think the most unique kind of throughline is the cross-disciplinary nature of the ship,\" Mark Dalio said. Meaning researchers who study sharks, whales, squid, and polar bears can all make  . OceanX not only helps scientists reach locations from the subtropical Bahamas to freezing Svalbard, it brings along filmmakers and photographers to document the work as it's taking place. The National Geographic show highlights the work of researchers who used the ship's helicopters to  ' disappearing habitats and another group who dove deep in submersibles to study sperm whales' prey. \"Ultimately, our goal is to help raise awareness of what this majority of our planet is like,\" Stackpole said. \"If you don't understand it, you can't affect it.\" Some of the technology feels like living in the future. OceanX partnered with Microsoft to create a \"holographic laboratory\" on the ship. The cutting-edge technology makes complex data easy to visualize. Scientists wearing HoloLens headsets can view a simulated ocean floor. It can help turn numbers in a graph into a representation of an underwater environment, incorporating   from   location tags, sonar readings, and temperature and salinity information. \"We were able to stand around this table and in three dimensions, manipulate a map of what the bottom looks like,\" Stackpole said of an ocean-floor visualization. \"It felt like living in the future.\" There are some bonuses to being on a billionaire's boat. The vessel was built for scientists, but it still has some amenities you might not typically find on a research ship. \"There was a drawer that was just filled with ice cream you could get whenever you want,\" Stackpole said. \"That felt like an indulgence for an open ocean expedition.\" It's not quite like going on a  , though. There's room for about 72 people on board, but passengers have to share rooms with bunk beds. The ship is supposed to look like something out of 'Star Trek.' Mark Dalio worked as a National Geographic filmmaker in the past and always wanted the OceanXplorer to be used for scientific storytelling. Director   and his team — who have experience   the filmmaker's former research vessel — offered advice about creating spaces that were both functional and futuristic. Specifically, Cameron suggested they take inspiration from a \" \" spacecraft. \"If you're going to do all that work, make it look and feel like something like the 'Starship Enterprise' of the oceans,\" Dalio said. \"Make it inspirational and aspirational for the next generation of scientists and students and educators.\" Art director Page Buckner, who worked on \"Iron Man 2,\" \"Jurassic World,\" and other movies, also helped make the ship camera-ready. \"Everything can be ready to go from a filmmaking standpoint\" when scientists are seeing something new or exciting, Dalio said. \"It allows us to be a lot more in the moment during that and really capture that in a way that is very authentic.\" In fact, most of the ship was designed with documentaries in mind. The next big project is a focus on fish. Mark Dalio plans to keep the ship in Southeast Asian waters for the next five years. The Phillippines is a hot spot for a variety of marine life. One goal is to learn more about the region's   to help find ways to protect vulnerable species. Techniques like whole genome sequencing will give scientists a clearer picture of what fish are present and what animals are eating them. Other research will focus on gathering data to document climate change, studying  , and finding potential areas for preservation that could be used for carbon credits. All this feeds into OceanX's overarching goal, which is to foster the next generation of ocean scientists. \"We need a next generation of ocean scientists and ocean storytellers,\" Dalio said. Read the original article on "
  },
  {
    "url": "https://news.yahoo.com/news/metro-bus-slams-3-cars-125031830.html",
    "title": "Metro bus slams into 3 cars trying to start street takeover in South L.A.",
    "author": "Will Conybeare",
    "date": "2024-09-02T12:50:31.000Z",
    "content": "A Metro bus slammed into three cars attempting to start a street takeover in L.A.’s Vermont Vista overnight. Video from the scene shows the mangled vehicles – including one that had been turned on its side – in front of the bus at the crash site, located near the intersection of South Figueroa Street and Century Boulevard. A Los Angeles Police Department official told KTLA that the three vehicles involved in the collision, which occurred just before 11:30 p.m. Sunday, were attempting to start a street takeover. After the crash, all three drivers fled the area. As of 5:30 a.m. Monday, there were no reports of anyone being taken into custody. It was not immediately clear if anyone was injured."
  },
  {
    "url": "https://news.yahoo.com/news/boeing-factory-workers-theyre-overworked-123535282.html",
    "title": "Boeing factory workers say they're overworked and under pressure to 'make miracles happen,' report says",
    "author": "Pete Syme",
    "date": "2024-09-02T12:35:35.000Z",
    "content": "A Boeing employee told The Seattle Times they face pressure \"to make miracles happen.\" Others told investigators that planes move down factory lines with defects to maintain production speed. A team captain said there's a high turnover of staff because it's a  \"stressful job.\"  have expressed concerns about pressures on production speed as the planemaker's processes are scrutinized in the wake of January's Alaska Airlines blowout. At the firm's plants, the work is divided into different stations called \"flow days\" — but employees say aircraft can move down the line with incomplete work in order to maintain speed. A technician at the planemaker's 737 Max factory in Renton, Washington, told   there is \"pressure just to make miracles happen.\" Speaking to National Transportation Safety Board investigators in April, another Renton factory employee, who works on seat installation, said there were problems with time management. \"You just got to work around it,\" he said. \"So if like, another crew is behind, we'll just work on the next plane we need to work on.\" Asked what could make the process perfect, he said: \"Probably making sure when it gets to our flow day, everything will be ready, like, complete.\" He added that 60% to 70% of the aircraft that come through to his station are still waiting for other work to be done. \"They travel defects constantly. The line has to keep going,\" a line worker at Boeing's factory in Everett, Washington, told The Seattle Times. Another staffer at the Everett factory, which builds the 777 and 767, told the newspaper that this spring, a plane arrived at their workstation \"nowhere near ready\" for the team. They added that the firm decided, \"We're behind on deliveries, we've got to get deliveries out, we're going to take this plane because it's close enough.\" According to the NTSB's preliminary report, the   that lost a door plug left Boeing's factory missing key bolts. In March, the then-  production needed to \"slow down\" to ensure quality.  since the blowout, but some Boeing employees say they still face pressure. The Seattle Times reported that at a recent union rally, Patric Boone, a machinist at the Everett plant, said employees are \"overmanaged and undersupported.\" \"The house is on fire, and they're concentrated on turning the lights off,\" he added. \"They're not seeing the problem.\" In March, a team captain at the Renton factory told NTSB investigators: \"Sometimes morale, right, can be low. We have a lot of turnover specifically because, you know, this can be a stressful job.\" Boeing did not immediately respond to a request for comment from Business Insider, sent outside regular working hours on the Labor Day holiday. Read the original article on "
  },
  {
    "url": "https://news.yahoo.com/news/chances-tropical-depression-depressions-3-130002033.html",
    "title": "The chances for a tropical depression (or depressions) from 3 Atlantic, Gulf systems",
    "author": "David J. Neal",
    "date": "2024-09-02T13:00:02.000Z",
    "content": "There’s a tropical disturbance over there in the Gulf of Mexico, another two out there in the Atlantic Ocean, but how much serious storm stew is brewing out there? Here’s what the National Hurricane Center has to say about each of these systems, as of  . The hurricane center describes this as a “broad and weak area of low pressure” sitting off the middle Texas coast. As it hangs out there, “some slow development is possible.” It’s expected to come ashore Tuesday. “Regardless, heavy rains could cause some flash flooding across portions of the Texas coast during (Sunday and Monday),” the hurricane center said. 10%. 10%. Puerto Rico and the Lesser Antilles are getting hit with “disorganized thunderstorms and gusty winds” from this tropical wave. “Environmental conditions are forecast to become more conducive for development when the system reaches the western Caribbean Sea and southwestern Gulf of Mexico late this week and over the weekend, and during that time,” the hurricane center forecasts. Near zero  40%. This tropical wave remains closer to Africa’s west coast, but “a tropical depression could form in a few days while the disturbance moves slowly west-northwestward or northwestward over the eastern tropical Atlantic Ocean.” Before this wave becomes a depression, it could dump a lot of rain on the Cabo Verde Islands. 10%. 40%."
  }
]